[
  {
    "id": "916994d4-b782-46bd-8edf-09cb795a562d",
    "title": "Multichannel networks in China's livestreaming industry: Failing industrial lore and limited intermediary roles  amidst platformization",
    "abstract": "<jats:p> In this article, I offer a critical view of the significance of studying multichannel networks as a renewed form of cultural intermediaries, with the conceptual lens of ‘friction’, in the context of platformization of cultural production. I first trace the historical formation of multichannel networks in China that is in tandem with the development of the livestreaming industry. Subsequently, drawing on 15 in-depth interviews with media practitioners and a 3-month participatory observation within a multichannel network institution in Guangzhou, China, I argue for a re-evaluation of multichannel networks’ intermediary positions in the increasingly complex platformization process where cultural production and commerce are deeply integrated. By comparing and analysing both the industrial lore (discourse) of multichannel network practitioners and their industrial practices, the findings demonstrate the messy, unstable, and contingent aspects of multichannel networks’ collaboration with platforms. As platform collaborators, or complementors, multichannel networks are not positioned in equality or sameness, and their collaboration does not necessarily produce communal good. Navigating the complex networks of people, products, and platforms as digital marketplaces, multichannel networks faced a precarious middleman position – their commercial activities were restricted and trapped by the industrial lore adhering closely to the platform logics of visibility and commodification. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251317147",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Zhen Ye"
      ],
      "url": "https://doi.org/10.1177/29768624251317147",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 67,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7f8e370f-2030-4e53-89d3-d98f62874236",
    "title": "Introducing <i>Platforms &amp; Society</i>",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241235492",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Julie Chen",
        "Niels van Doorn",
        "Rafael Grohmann",
        "Andrea Pollio",
        "Cheryll Soriano"
      ],
      "url": "https://doi.org/10.1177/29768624241235492",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "2d85453f-aa68-4d19-9c6c-8c8935a3a520",
    "title": "Disciplined autonomy: A failed platform-cooperativism initiative in Brazil",
    "abstract": "<jats:p> This study seeks to gain an understanding of the power relations in a failed platform-cooperativism initiative in Araraquara, São Paulo, Brazil, in 2022. The project was started by a worker cooperative that acquired a Bibi Mob platform franchise and was supported by the city's solidarity-economy incubator. The project failed eight months after its inception. We examine the datafication process in the app in order to analyse how the power relations of global infrastructural platforms – Google and Amazon in particular – contributed to the end of the initiative. The workers’ local actions were constrained by disciplinary power imposed by the global platform ecosystem. Drawing on this Latin American experience, we argue that the infrastructural power wielded by dominant actors within the platform economy is exercised through a disciplinary apparatus, significantly restricting local actors’ autonomy, and acting as a form of what we term ‘disciplined autonomy’. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241307318",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Walmir Estima",
        "André Lemos"
      ],
      "url": "https://doi.org/10.1177/29768624241307318",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 70,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a831bf0d-8436-4d2f-bc4f-5ec79469771e",
    "title": "Mapping Amazon's logistical footprint on the Ruhr – How a tech company is influencing cities, cluster politics and climates",
    "abstract": "<jats:p>Today, the networks of digital platforms are deeply intertwined with our everyday topographies. One of the giants of the industry is Amazon, the world's largest e-commerce company. Over the past decade, it has become our neighbour, employer and critical public infrastructure provider – a standard in modern city life. For the Ruhr metropolis in Germany, Amazon epitomizes a transformative force for shaping the historically industrial region into a warehouse for Europe. It brings with it the promise of turning the region into a service sector hub. With its extensive logistics and delivery operations, however, Amazon is building onto already existing (public) infrastructures, past and present: Drawing on the example of the logistical cluster at the Westfalenhütte in the north-east of Dortmund, a 612.000-resident city in Western Germany, this paper maps out how deeply rooted in (and dependent on) industrial histories ‘innovative’ contemporary developments by tech companies are. From the ground to the cloud, it reveals the various layers of public local infrastructure that Amazon is settling on to, profiting off of – or even taking over.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251315164",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Maja-Lee Voigt"
      ],
      "url": "https://doi.org/10.1177/29768624251315164",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 20,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "4836241f-e3df-405d-a10d-5ac7cf67a68f",
    "title": "Platform gaslighting: A user-centric insight into social media corporate communications of content moderation",
    "abstract": "<jats:p> This paper delves into communications dynamics between social media platforms and their users as they navigate the opacity of governance policies. Using Meta and TikTok as case studies, we reveal that gaslighting – traditionally linked with relationship abuse where one partner undermines the validity of the other's experience – has become a pervasive communication strategy for platforms, manifesting in numerous instances where automated and human platform communications have directly contradicted users’ experiences, evidence and research. We analyse 36 diverse interview datasets and six public platform responses to content moderation issues, highlighting the systemic nature of this phenomenon within digital spaces. By moving beyond shadowbanning and isolated platform-to-user dialogue, we expand the scholarly understanding of platform gaslighting to encompass a broader spectrum of governance-related communications. Our dataset draws from seemingly disparate groups who share moderation experiences: Jewish creators engaged in combating antisemitism, Palestinian creators advocating for human rights and sex-positive creators, whose expertise and stories are dismissed and belittled by platforms. Our participants' experiences demonstrate that conceptualising platform communications as gaslighting can help expose corporate power imbalances in platform-user interactions, particularly in cases where platforms govern through undisclosed practices such as shadowbanning and de-platforming triggered by malicious flagging, along with ambiguous communication from their representatives. We demonstrate how the dismissal or minimisation of participants’ traumatic experiences by platforms’ automated processes and human teams is weaponised to inflict epistemic injustice, consolidate power, safeguard public image and evade accountability. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241303109",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Tom Divon",
        "Carolina Are",
        "Pam Briggs"
      ],
      "url": "https://doi.org/10.1177/29768624241303109",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 78,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e73b505c-393e-4545-a942-fccd2a2548a7",
    "title": "State, platform capitalism and infrastructural power: Microsoft's data centres in Greece 2.0",
    "abstract": "<jats:p> This article examines the under-explored role of the state in enabling platform capitalism by analysing Microsoft's infrastructural investment in Greece, as part of the country's post-pandemic ‘National Recovery and Resilience Plan: Greece 2.0’. While much of the critical literature emphasises platform companies’ control over infrastructure and data, we argue that state facilitation is a crucial component of platform capital accumulation. Through a case study of Microsoft's construction of three data centres in the region of Attica, we show how the Greek state actively facilitated this investment, framing it as a driver of modernisation and economic recovery. We base our study on a comprehensive document analysis of official communications, regulatory frameworks and legal documents. This involvement exemplifies how semi-peripheral states like Greece, shaped by neoliberal restructuring and economic dependence, contribute to consolidating the power of tech corporations, often at the expense of local communities and the environment. By integrating theories of state capitalism and techno-colonialism with critical platform scholarship, this article contributes to a deeper understanding of the political economy of platform capitalism, revealing the symbiotic yet exploitative nature of state-tech partnerships and urging a re-centring of the state's role in facilitating corporate dominance over digital infrastructures and global platform capitalism. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251323325",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Charis Papaevangelou",
        "Eugenia Siapera"
      ],
      "url": "https://doi.org/10.1177/29768624251323325",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 66,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "63297fb9-a2e5-4773-9e36-43e0511d445a",
    "title": "Rethinking algorithmic management in minor key: The case of housecleaning platform labour in Denmark",
    "abstract": "<jats:p> Algorithmic management has been a prominent focus of platform labour studies and is lately receiving increasing academic and policymaking interest. Conceptualisations of algorithmic management are mainly premised on ridehailing, crowdwork and food delivery platform research, while literature on algorithmic management of housecleaning and domestic work platforms is limited. This article draws on research in housecleaning platform labour in Denmark, demonstrating how algorithmic management unfolds in these platforms, which are the institutional devices which support algorithms in practice, and how platform workers experience, make sense of and resist this type of management. The analysis of the findings highlights two factors that greatly influence the algorithmic management process. The first is the role of customer support departments in underpinning – and sometimes substituting – the functions widely considered to be carried out by algorithms. The second factor is that intersectional subjectivities of – predominantly migrant and female – workers of Danish housecleaning platforms affect the ways in which workers experience and respond to their algorithmic management. The article concludes in proposing minor algorithmic management, as a concept more fitting to simultaneously describe the entanglement of human, social, and algorithmic components comprising housecleaning platforms’ algorithmic management and the contingent nature of migrant platform housecleaners’ compliance with such management. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241273468",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Konstantinos Floros"
      ],
      "url": "https://doi.org/10.1177/29768624241273468",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 72,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b1bb8e56-331d-425b-8eac-bf4640eb476b",
    "title": "A fit-for-purpose platform research agenda for a broken world",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241263951",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Cecilia Rikap"
      ],
      "url": "https://doi.org/10.1177/29768624241263951",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 21,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "210c078b-0c68-4f4a-ada6-99da3cf73beb",
    "title": "Gendered inequalities of platform work in Africa: Findings from a multi-country analysis",
    "abstract": "<jats:p>Hopes that the growth of platform work in Africa will provide new opportunities for women's employment have not yet been matched by empirical research. Based on a five-country survey of workers on 18 platforms across four sectors (ride-hailing, delivery, professional, microtasks), the research reported here makes the first direct, systematic comparison of men's and women's experiences of platform work in multiple African countries. The paper finds an absence of specific gender differences across many core operational structures of platform work including general shortcomings related to social protection, contracts, human/algorithmic management and representation being experienced similarly by both men and women. However, the paper also finds that these processes occur within a wider gender-unequal context in which gendered norms skew the presence of men and women in different sectors, and in which wider exclusions encourage women into platform work but lead them to experience greater precarity and dependency than men on that work. For example, women on average earn less than men because they work demonstrably fewer hours. This also limits the purported flexibility of platform work for women workers and denies them a pay premium to reflect their generally higher levels of education. While experienced by only a minority of women workers surveyed, gender-discriminatory cancellations, complaints and abuse were reported. The paper ends with recommendations for actions to address gender inequalities in platform work, and reflections on future research.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251323332",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Batoul Al Mehdar",
        "Sharon Geeling",
        "Nagla Rizk",
        "Funda Ustek Spilda",
        "Eisha Afifi",
        "Joseph Budu",
        "Pitso Tsibolane",
        "Richard Boateng",
        "Hilda Mwakatumbula",
        "Mark Graham",
        "Richard Heeks"
      ],
      "url": "https://doi.org/10.1177/29768624251323332",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 85,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ba475c98-818a-452e-8253-a6cec705b17d",
    "title": "The new conglomerates",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241255309",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Nick Srnicek"
      ],
      "url": "https://doi.org/10.1177/29768624241255309",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 7,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "095f6840-732c-4eea-8a86-3af0fb37ead4",
    "title": "Interpreting Apple’s visions: Examining the spatiality of the Apple Vision Pro",
    "abstract": "<jats:p> This paper extends previous empirical and theoretical research by applying a critical analysis to the recent discourse of “spatial computing,” a term used by Apple Inc. in the launch of the Apple Vision Pro headset. We focus primarily on advertisements and other official videos used to promote and communicate the value(s) of Apple's inaugural “spatial computer,” and how this spatiality is mediated through the hardware and software of the Apple Vision Pro. With techno-utopian visions of daily life that belie Apple's broader platform politics, we argue that Apple's promotional content reveals sociocultural, embodied, material, spatial, and other imaginaries of extended reality that present Apple's novel mediations and data capture as normal and desirable for users who are framed as affluent, able-bodied tech enthusiasts participating in a digital economy that blurs work and leisure. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241283913",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Tyler Blackman",
        "Daniel Harley"
      ],
      "url": "https://doi.org/10.1177/29768624241283913",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 42,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "08b107cb-9c90-4d6f-8a19-0f0b0c604479",
    "title": "The political economy of digital  platforms: Key directions",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241263071",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Devika Narayan"
      ],
      "url": "https://doi.org/10.1177/29768624241263071",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 34,
      "is_referenced_by_count": 5,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "d823404b-fabf-4c8c-953b-855c24605f6e",
    "title": "‘We do not marshal your feed’: How Alt Tech platforms (re) conceptualise safety",
    "abstract": "<jats:p>\n            This article explores how Alt Tech platforms – Parler, Truth Social, Gab, Rumble, BitChute, Odyssey, Gettr, and Minds – conceptualise a core social media value: safety. These platforms, often associated with the Alt-Right, challenge mainstream social media by reinterpreting the value of safety. Using a mixed-method approach to study values promoted in social media policies, this study reveals that Alt Tech platforms reject traditional safety measures, viewing them as censorship, manifesting in three key strategies: advocating for unrestricted freedom of expression; reframing safety-oriented governance as censorship, and promoting an ideal of the digitally\n            <jats:italic>mature</jats:italic>\n            , user. Our findings illuminate how Alt Tech platforms both perform safety while discursively rejecting its enforcement.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251327703",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Paloma Viejo Otero",
        "Rebecca Scharlach"
      ],
      "url": "https://doi.org/10.1177/29768624251327703",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 52,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "9d2d1a6d-340d-420e-90d6-42b494981a64",
    "title": "The platformization of the follower factory: Para-platforms, automation, and labor in the market for social media engagements",
    "abstract": "<jats:p> This article examines the emerging illicit, sprawling yet obfuscated global market for artificial social media engagements, which inflates follower counts and engagement metrics on social media profiles and posts. The organization of this market has previously been characterized using industrial metaphors such as “click farms,” “follower factories,” and “digital sweatshops” primarily based in the Global South. Using a mixed-methods approach that integrates ethnography with digital methods, this research delineates the platformization of the follower factory, highlighting a shift toward automation rather than manual interaction. This has facilitated the rapid expansion of a multi-sided market, enabling resellers to scale up and consequently necessitating a more complex labor organization that includes marketing and customer service, which have shaped cottage industries across the Global South. This market capitalizes on social media platform economies, using the existing infrastructure and user bases to operate. In other words, the engagement market has become centered on what we term a para-platform ecosystem, which, while operating alongside, remains reliant on social media platform infrastructure. By examining and conceptualizing platformization and platform ecosystems “from below,” as well as the conflictual asymmetry yet productive relationship between the para-platform ecosystem and social media platforms, this article provides an unprecedented description of the engagement market while challenging and expanding the boundaries of platform theory. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241297751",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Esther Weltevrede",
        "Johan Lindquist"
      ],
      "url": "https://doi.org/10.1177/29768624241297751",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 53,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2562c9da-5a2b-461b-88da-10a258b5180e",
    "title": "Paraplatforms",
    "abstract": "<jats:p> In this short commentary, I suggest the term “paraplatform” as a means of expanding the purview of platform studies. The hope is that this conceptual term may open different analytic routes to platform histories and geographies; different formations of the platform society; different objects; and different lineages informing platforms and platform capitalism. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241275069",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Marc Steinberg"
      ],
      "url": "https://doi.org/10.1177/29768624241275069",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 15,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6dcd884b-b516-4291-8ac5-19d31fdf604d",
    "title": "Things not quite going to plan: The actually existing platformization of the home care sector in Aotearoa New Zealand",
    "abstract": "<jats:p> This article explores and develops the concept of ‘actually existing platformization’ through a case study of home-based care in Aotearoa New Zealand. We broaden its focus into a typology of four key sources of agency in the platformization process: policy, platform, workers and spatiality. We base our findings on two quite different care platforms: Mycare and My Homecare. Through document analysis, as well as interviews with care workers, we demonstrate how the four agencies shaped the two platforms in distinct and sometimes messy directions. Whilst the platformization process contributed to the rolling back of care worker rights and protections, whilst presenting frustrating barriers and even severe health risks, we also found it presented opportunities for the shared articulation of resistive care ethics, where a workforce comprized predominantly of women worked collectively to shape the path of platformization in their favour. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241303717",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Lisa Vonk",
        "Leon A. Salter"
      ],
      "url": "https://doi.org/10.1177/29768624241303717",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 81,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "47c56b36-f0b6-45ef-b288-ca381fee144b",
    "title": "‘Walking on eggshells’: Exploring tensions and ambivalences in platformised feminist practices on Instagram",
    "abstract": "<jats:p> Feminists have long taken advantage of social media platforms for political and activist practices. While these efforts can take place in a varied digital media ecosystem, different platforms, with their distinct affordances and cultures of use, can help shape different modes of feminist expression. Drawing on 18 in-depth interviews with a varied group of feminist Instagram users, this article explores how Instagram, and particularly its Stories feature, can be used for feminist purposes. Adopting a holistic perspective, this article engages with participants using Instagram in different capacities – personal, professional, and activist – and is attentive to both highly visible social media practices and small acts of engagement, such as sharing to one's Stories, that embed feminisms in everyday social media uses. These interviews present a wide array of political action within Instagram, highlighting how Stories’ ephemeral affordances, interactive functionalities, and casual cultures of use can contribute to their perceived political potential. However, these interviews also help to foreground the tensions, complexities, and contradictions that can emerge in these feminist practices, addressing how political responsibility, platform logics of algorithmic visibility, and an uneasy relationship between the two can coalesce in pressures for constant online presence. This article thus offers a reflection on Instagram as an ambivalent vehicle for platformised feminisms, balancing platform limitations with critical users’ agency. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241284499",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Sofia P Caldeira"
      ],
      "url": "https://doi.org/10.1177/29768624241284499",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 75,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7c52678e-4ad9-46c6-8d91-a574d2ab0546",
    "title": "Governing platforms and societies",
    "abstract": "When we (my co-authors Thomas Poell and Martijn de Waal) published The Platform Society. Public Values in a Connective World in 2018, the field of “platform studies” had just started to emerge. In our book, we tried to explain how platformization had started to affect entire sectors, exemplified by the news industry, urban transport, health care, and education. In the epilogue, we argued that “governing platform societies” requires not just a cross-sectoral approach but calls more profoundly for a transnational discourse of governance issues. Since 2018, we have seen a distinct rise in challenges concerning platforms and societies: the growing impact of Big Tech platforms on digital ecosystems around the globe; the rise of two “superpower” ecosystems which are in many ways interwoven with geopolitical forces; the mounting dependence of state and civil society actors on large digital infrastructures owned and operated by Big Tech; and the lasting impact of platformization not just on labor and business management, but on democratic processes and institutions.",
    "metadata": {
      "doi": "10.1177/29768624241255922",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "José van Dijck"
      ],
      "url": "https://doi.org/10.1177/29768624241255922",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 3,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "336e5e30-31e7-4274-9948-be5cb4f3ba59",
    "title": "Consolidating platforms",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241254457",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Brett Neilson"
      ],
      "url": "https://doi.org/10.1177/29768624241254457",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 7,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "3a948b37-d754-479b-aced-9cf58704cd27",
    "title": "Understanding the “platform” keyword: An inquiry on the contested use of metaphors in platform studies",
    "abstract": "<jats:p> The emerging field of platform studies has sparked an ongoing debate regarding the meaning and utility of the term 'platform' within the academic community. This paper explores the contested nature of the term 'platform,' which has been employed as a metaphor, a conceptual framework for interpretation, and a keyword in digital discourse. The initial section traces the origins of platform discourse and the evolution of platform thinking. The second section utilizes cultural semiotics to reconstruct the metaphor's utility as a pragmatic instrument of knowledge. The third section delves into the contested meanings of the 'platform' by mapping twenty metaphors employed by scholars in diverse fields, including management, political economy, software studies, urbanism, and economic sociology. This section also organizes the metaphors in four conceptual categories related to the operations of the digital platform. The final part offers reflections on the 'platform' as a novel organizational form and assesses the overall usefulness of the term in academic discourse. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241285294",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Gianmarco Cristofari"
      ],
      "url": "https://doi.org/10.1177/29768624241285294",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 150,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "9b7eac6c-1201-4307-8acf-27addf339fe8",
    "title": "The politics of policy change in platform capitalism: A systematic review of the literature on the regulation of Transportation Network Companies (TNCs)",
    "abstract": "<jats:p> Recent evidence indicates that the launch and establishment of firms such as Uber and other similar ride-hailing platforms, also known as Transportation Network Companies (TNCs), has not only provoked a technological change for traditional industries such as the taxi sector but also generated policy disruption. An interdisciplinary field around the gig economy is developing on these topics where multiple approaches in political processes converge, opening concerns around the governance of platforms and the possibility of their regulation, where it stands out in the case of urban transportation. This article reviews the scholarly debate around the politics of platform regulation in the ride-hailing market. We conducted a systematic search following the PRISMA methodology, synthesizing the main findings of 26 studies that examine policy responses over regulatory matters involving multiple stakeholders and ride-hailing platforms in diverse cities and countries. We identified four analytical categories throughout the thematic synthesis of the literature: Platform Power, Institutional Arrangements, Political Dynamics, and Ideas and Narratives. The findings show that even when the platform power approach is one of the most appealing and discussed in this literature, policy change is being shaped by several complementary factors, depending on contingent trajectories and institutional legacies where the interaction between governments, platform firms, and civil society brings particular paths for platform governance. Although some of the works reviewed provide geographical variety around the different local and national experiences, very few countries of the Global South are represented in those studies, reflecting the critical need to advance comparatively. We conclude by discussing some limitations and potential implications for future research. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241304599",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Ronald Sáenz-Leandro",
        "Mireia Fernández-Ardèvol"
      ],
      "url": "https://doi.org/10.1177/29768624241304599",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 113,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "653f45b4-6ed7-4154-adb7-1aa0532f3939",
    "title": "Researching under the platform gaze: Rethinking the challenges of platform governance research",
    "abstract": "<jats:p> Researching on platforms through platforms poses challenges to researchers, particularly when observing subcultures and content at the margins. Inspired by Massanari's essay on researching under the ‘alt-right’ gaze, this paper uses autoethnography to address the impact the system of platform governance has on researcher vulnerability in data collection, persona management and results dissemination, particularly for researchers gathering data censored by platforms and for researchers constructing their public profile through digital media. My goal is to examine how the intersection of platform power, academic precarity and the creator economy affects researchers and academics. At the heart of this are the questions: How can researchers gather data, disseminate results and establish a professional profile under platforms’ all-encompassing gaze? What does platform governance and its focus on specific areas of control mean for researching content and users at the margins? What risks do platforms themselves pose to researchers’ work? And how does the broader precarity of particularly early-career academic work intersect with the effects of platform power? To this end, this paper discusses the increasing digital labour required by the ‘impact agenda’ and the difficulty of managing a researcher online persona in an age of growing digital censorship, sharing personal experiences of censorship in research to define ‘the platform gaze’ as gendered, raced, heteronormative and puritan surveillance, constructing a social reality where marginalised individuals and dissent are both hyper-visible and vulnerable to harassment and silencing. I conclude with considerations on activist interventions in the platform governance field. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241283912",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Carolina Are"
      ],
      "url": "https://doi.org/10.1177/29768624241283912",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 68,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "687edb5e-5f55-41d6-a4c3-e345fabc0505",
    "title": "Unpacking the business model: Food delivery platforms as ‘multiple market makers’",
    "abstract": "<jats:p> Food delivery platforms constitute one of the largest objects of study in the field of the digital platform economy. However, to date, there are just a few studies that look at these platforms beyond aspects related to labour relations. This paper aims to advance in the theorization and empirical analysis of the development of the business model of food delivery platforms and analyse the relationship between platforms and providers. I argue that the development of the business model of platforms implies a process of marketization, given that platforms define and organise at least four elements that configurate a for-profit market (i.e. commodification, membership, governance and monetization). In the process of creating the ‘core’ market (i.e. the ‘food delivery market’), they create or develop other support markets: the ‘marketing market’ and the ‘gastronomy market’. For that reason, I assert that they are not only ‘market makers’, but ‘multiple market makers’ or ‘market developers’. In addition, in that process, the platforms establish power relations with the providers from the gastronomy sector (restaurants, fast food outlets, pizzerias) and exercise algorithmic and non-algorithmic forms of control over them. To make these claims, this paper is based on a qualitative study of food delivery platforms and their relations with providers in the city of Buenos Aires, Argentina. I conducted in-depth interviews with members of chambers of commerce from the gastronomy sector and with providers and analysed contracts signed between the platforms and different types of food establishments. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241298782",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Julieta Haidar"
      ],
      "url": "https://doi.org/10.1177/29768624241298782",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 34,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "635caeac-fabb-4a8a-8d69-ac54cc235a1c",
    "title": "A social media professor, mediated: Being subject, object, and spectator in #BamaRush TikTok",
    "abstract": "<jats:p> #BamaRushTok is a yearly viral event in which young women at the University of Alabama audition for spots in gender-specific social clubs (sororities). As a researcher working at the University of Alabama, I was uniquely situated in this viral phenomenon. I quickly became the expert called upon to explain this trend. However, being on the periphery of a viral event from my standpoint—social media researcher, lifelong resident of the U.S. South, tenure-track academic education—problematized everything I knew about the self and the research as I became subject, object, and spectator. Through this highly personal and reflexive digital autoethnography, I explore how I experienced context collisions—something normally thought of as collapsed audiences but invoked by me to explore what happens when researchers become physically entangled in the digital worlds they study. I experienced being subject, object, and spectator of these context collisions in three ways: At times I was in control; at times I was used; and at times I could only stand back and watch. My experience mirrored the visibility and precarity experienced by the girls of #BamaRushTok and the creators I have made a career out of studying. This speaks to the broader neoliberal conditions that structure platforms and American higher education. This work also underscores the importance of autoethnography as a valuable but underutilized method in Internet Studies research, as it is a way for those studying digital spaces to reach inside of themselves and understand vulnerable and liminal social media experiences. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241306051",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Jessica Maddox"
      ],
      "url": "https://doi.org/10.1177/29768624241306051",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 57,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6c2aef95-0cec-4c86-9739-bcd0913afa93",
    "title": "Scenes of life's work: Migrant platform workers’ struggles over social reproduction in the context of welfare state bordering in Finland",
    "abstract": "<jats:p> Platformised services allow affluent others to socially reproduce themselves while reinforcing the barriers to reproduction for migrant workers. Drawing on participant observation and interviews with male migrant food couriers attempting to make a living in Helsinki, the article examines how the social reproduction of migrant platform workers’ labour power is shaped in the interstices between food delivery platforms and bordering processes. Through the notion of life's work, the article analyses how the couriers construct their lives around gig work, highlighting their agency in handling their life, labour and legal status. The argument put forth is that migrant platform workers’ social reproduction is not merely barred but reshaped in the intersection between, on the one hand, being subjected to the labour platform and welfare state bordering and, on the other, the subjective efforts through which migrants manage their life-making practices, revealing a mutual but contentious interdependence between labour platforms and migrant workers. The article enhances current understanding of the structural factors impacting migrant workers beyond just the platform itself, around which struggles emerge and which enable the extractive operations of platform capital. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241307017",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Olivia Maury"
      ],
      "url": "https://doi.org/10.1177/29768624241307017",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 69,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "bc335ff3-b622-43d1-8d4a-47bc9ad50040",
    "title": "Navigating labour's labyrinth: Developing a typology of platform work in Sub-Saharan Africa",
    "abstract": "<jats:p>Platform-mediated labour is rapidly transforming African economies, expanding opportunities yet exacerbating precarity. This paper develops an empirical typology of heterogeneous platform worker experiences in Sub-Saharan Africa, grounded in interviews with 55 labourers across transportation, domestic services, IT and creative sectors in Rwanda, Zimbabwe and South Africa. Integrating neo-Marxist concepts of dispossession with postcolonial perspectives on enduring North-South domination reveals nuanced differences in autonomy constraints, income volatility, rating dependence and peripheral exclusion across five worker segments: high-skilled independents, low-skilled dependents, aspiring entrepreneurials, established entrepreneurials and discouraged peripherals. Findings show that high-skilled independents navigate autonomy and instability on global freelancing platforms while facing discrimination. Low-skilled dependents experience exploitative algorithms dictating terms of participation. Aspiring entrepreneurials leverage platforms strategically to launch startups. Established entrepreneurials transition from precarious work to launch equitable local platforms. Meanwhile, discouraged peripherals are denied access by opaque vetting. This typology provides traction to tailor protections addressing decent work deficits concentrated among particular groups.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251318084",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Adio-Adet Tichafara Dinika"
      ],
      "url": "https://doi.org/10.1177/29768624251318084",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 95,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "73bd8355-3c77-4fcc-a103-da6c2ceb75d0",
    "title": "Platform imperialism and disinformation in Aotearoa-New Zealand",
    "abstract": "<jats:p>\n            This article looks at how the emergence of the disinformation field in Aotearoa-New Zealand is indicative of the territorial power of American platforms in policy settings. The country has been a key flashpoint in the debates around platform harm. Former Prime Minister Jacinda Ardern was a champion of technocratic and compassionate leadership in navigating the country through the Christchurch mosque terror attack and COVID-19. At the heart of Ardern's political legacy was\n            <jats:italic>The Christchurch Call</jats:italic>\n            and adopting a ‘whole of society’ approach to fighting disinformation. In her on-going work she stands as a post-political, moral leader in fostering stakeholder conversations around platform harm, emerging tech and disinformation. This mode of governance is indicative of platform imperialism during the post-2016 Techlash. It is an administrative paradigm that views civil society partnership and big data epistemologies as the means to protect democracies rather than anti-trust measures or domestic platform and media policies. The lead policy entrepreneurs in the field of disinformation research in Aotearoa-New Zealand were The Disinformation Project (TDP). Their role was to furnish local media, government and researchers with a lexicon of “infection” and “subversion”, within which political conflicts are viewed as epiphenomena of disinformation warfare. The field is characterised by a moral, post-political discourse that perpetuates a fantasy of social wholeness and treats platforms as unalterable entities rather than dependent on regulatory carve-outs and arbitrage. The utility of this administrative research is on the wane as the Techlash window of opportunity has closed and with it research centres like TDP.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251325128",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Olivier Jutel",
        "Leon A. Salter"
      ],
      "url": "https://doi.org/10.1177/29768624251325128",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 90,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "64ab1624-860a-4f6d-9dfd-d72d984f997d",
    "title": "Online moving of Chinese boys’ love fans: A platform ecology perspective",
    "abstract": "<jats:p> This study examines the online moving of Chinese Boys’ Love (BL) fans through the lens of platform ecology, exploring how they navigate censorship and create opportunity spaces across multiple digital platforms. Employing mixed methods combining participant observation, in-depth interviews, and secondary data analysis, the research maps the complex tactics BL fans used to maintain their community and content in a restrictive digital environment. The findings reveal that fans move between commercial, fan-run, and outbound-link platforms, to access different types of content and spaces. By combining platform affordances, fans create opportunity spaces that fulfill their desires for BL content, demonstrating remarkable resilience in the face of increasing restrictions. The study contributes to both fan studies and platform studies by extending analyses beyond single-platform interactions and deepening the platform ecology heuristic. It highlights the importance of cross-platform mobility in equipping fan communities to withstand structural vulnerabilities imposed by censorship and platform governance. The research also integrates political-economic analysis with ecological thinking, balancing considerations of user agency and power imbalances. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624251320367",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Lin Zhang"
      ],
      "url": "https://doi.org/10.1177/29768624251320367",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "2",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 49,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "519b71af-f349-411e-9bd5-4d8233198caf",
    "title": "Platform studies and the finance-technology nexus: For a “genetic” approach",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768624241286779",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Edemilson Paraná"
      ],
      "url": "https://doi.org/10.1177/29768624241286779",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 44,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "e93965ba-9c37-4036-a6c2-19f9e3503de5",
    "title": "Parasocial media: The mass production of intimacy on a Chinese pop idol mobile application",
    "abstract": "<jats:p> With the spread of monetization features like tipping and paid subscriptions, social media increasingly incorporates financial transactions and blurs the boundaries between social and parasocial relationships. While research documents how creators and audiences navigate economic interactions, there has been little attention to the role of platforms, particularly outside of Western contexts. We leverage the case of Pocket48, the custom mobile application for Chinese pop idol girl group SNH48, to investigate how platforms infrastructure asymmetrical relationships and the implications for both cultural production and online sociality. Based on an ethnographically-informed walkthrough analysis, we argue that the app employs two primary strategies for channeling fan-idol relationships: underclassifying interactions and invoking the aesthetics of intimacy. To do so, we first expose how Pocket48's policies ambivalently construct the user and the relationship between idols and fans. Next, we show how the app's design cultivates an intimate environment and unobtrusively incorporates transactions. Finally, we discuss how idols customize app infrastructure and moderate transactional functions to guide fans toward desired affective states. We conclude by introducing the concept of parasocial media, defined as platforms that feature (1) asymmetrical relationships between different classes of users, (2) tiered access to content and/or communication, and (3) tools to directly monetize relationships. Parasocial media platforms infrastructure relational work, helping media personas facilitate and financially exploit intimacy with their fans. Yet, as the case of Pocket48 attests, monetizing fan support is compatible with and can even strengthen the position of traditional industry actors. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768624241299954",
      "type": "journal-article",
      "published": [
        2024,
        1
      ],
      "authors": [
        "Xinyue Shen",
        "Blake Hallinan"
      ],
      "url": "https://doi.org/10.1177/29768624241299954",
      "publisher": "SAGE Publications",
      "container_title": "Platforms &amp; Society",
      "volume": "1",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8624",
        "2976-8624"
      ],
      "isbn": [],
      "references_count": 62,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  }
]