[
  {
    "id": "809f5814-042f-403b-a58a-108cb0b2d4d6",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3",
      "type": "journal-issue",
      "published": [
        2021,
        10
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v3i3",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "88e5a329-2761-411d-ba9f-a20319d2d67f",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4",
      "type": "journal-issue",
      "published": [
        2022,
        10
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v4i4",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "65a2c8d6-c17e-4e74-bedf-d7ebcf4b277d",
    "title": "Shadow footprints and the provision of digital behavioral data",
    "abstract": "<jats:p>\r\nWe introduce the concept of shadow footprints as a means of understanding privacy challenges in the information environment. Growing emphasis on the impact of citizens sharing their personal data goes far beyond the individual, with the increased capacity of algorithms to formulate shadow footprints that inform as much about persons absent from data, as persons present. Data extrapolated from small groups have demonstrated robust utility when applied to larger populations. Individuals who have opted to keep their data private, or who have been unaware that data about their private lives has been extracted from the involvement of their fellow citizens from digital behavioral data, suggest the possibility that informed consent has been circumvented, or not fully investigated. This is increasingly concerning when one considers the potential to impact the body politic through behavioral manipulation drawn from such data. These issues must be considered in the context of ethical and litigious standards to inform robust policy frameworks, legal regulation, and the provision of incentives necessary to provide guidance and civic protections, as well as adherence to good ethical practice. \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33352",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Estelle Clements",
        "Marcus Horwood"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33352",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "187-205",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "08ab8f1e-847b-4034-96bf-b811084a1dc5",
    "title": "Special Issue: Theory and Practice in Remote Teaching, Online Learning, and Distance Education for K-12",
    "abstract": "<jats:p>There are many situations where digital technology has served as the lifeline or salvation for society. Unexpected and unpredictable situations like catastrophic floods, blizzards, earthquakes, and more recently the Covid-19 pandemic have forced families to stay home, meaning that digital technologies have become important tools for people to work and learn. Other examples are societal and regional challenges such as lack of qualified teachers, diminishing birth rates, and difficulties in filling classrooms that force digital and educational development. The symposium held in May 2021, which resulted in this special issue, was intended to explore possibilities for ensuring equal access to education in rural schools using remote teaching. At the symposium, different strategies to increase access to education in the context of K-12 using digital technologies was presented and discussed. It brought together researchers from Europe and North America, all represented in this issue.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.139",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Fanny Pettersson",
        "Jörgen From",
        "J Ola Lindberg"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.139",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "1-6",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b900abdd-e0c2-4cb4-a2a8-6841ce7be7d4",
    "title": "Automated hiring platforms as mythmaking machines and their symbolic economy",
    "abstract": "<jats:p>\r\nAutomated hiring platforms offer critical Artificial Intelligence (AI) researchers a privileged site for the study of technological controversies and their unfolding as they often end up entangled in scandals. In 2019, an official complaint filed with the Federal Trade Commission (FTC) outlines the main controversy created by such systems, directly targeting HireVue’s platform. According to the FTC, these systems “evaluate a job applicant’s qualifications based upon their appearance by means of an opaque, proprietary algorithm” (FTC, 2019, p.1). Existing critical literature outlines how Basic Emotions theory (Ekman, 1999) and its deployment through an AI-powered system fuel ventures such as automated hiring platforms (Stark, 2018). Therein lies a form of opportunism where the use of available audiovisual data and the revalorization of heavily criticized and simplistic theories about the human mind create discriminatory automated decision-making grounded in bogus science (Crawford, 2021). Even if HireVue slightly modified its product by removing the video analysis component in reaction to the critiques formulated by regulatory bodies, the company kept AI-powered voice analysis, its one-sided video interview technique and the multitude of gaming assignments designed to evaluate candidates. Going beyond scandals and hype, this article aims to tackle the inevitable political economy generated by automated hiring systems. Indeed, job seekers are confronted with a system that disrupts a well-established, sociologically stable technique, the interview, and its technical object counterpart, the resume. We assert that the gaps of nonknowledge (Beer, 2023) created by the one-sided interviews break the commonly accepted interactionist framework that originally informed the hiring process. Using HireVue as a case study, we lay bare the political economy of AI-powered automated hiring platforms, highlighting how individuals assess their capacity to acquire agency in the face of opaque technologies.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440459",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Etienne Grenier",
        "Nicolas Chartier-Edwards"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440459",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "34-48",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2ef6784b-b434-467e-ae64-25af2fc47792",
    "title": "Smartphone as Ritual Fan: Poaching in Weixin-mediated (Cyber)space with Nuosu-Yi Ritualists of Liangshan, Southwest China",
    "abstract": "<jats:p>This article explores the engagement of the bimo – the Liangshan ethnic Nuosu-Yi literati-ritualists of Sichuan Province, China – with Weixin (WeChat), a ubiquitous Chinese all-in-one app. Utilizing a nethnographic approach – an ethnography of culturally conditioned simultaneous online and offline practices – I argue that by using the smartphones in ways unforeseen by their developers, the bimo are poaching the property of those who designed the app primarily for the Chinese-speaking majority. The usage of technology stipulated by the modernization push of the Chinese authoritarian state then transforms both the bimo and technology. The resultant techno-culture not only builds upon, reinvents, develops and reinforces the allegedly diminishing Nuosu-Yi folkways – especially inter-clan competition – but also feeds the state-approved Yi folklore. The dialogic reconciliation of the top-down computerization of society and the bottom-up socialization of technology reveals itself as intrinsically connected to the culturally conditioned use of technology in our everyday lives.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.142",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Jan Karlach"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.142",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "144-168",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "89036e22-e962-417f-8fe9-412201dd9320",
    "title": "What’s Global Sports Law? The View from the Twittersphere",
    "abstract": "<jats:p>\r\nSports competitions are some of the oldest global activities and have been extensively organized and regulated on a global level. As a result, it is common to speak of global sports law. However, what is global about sports law and the extent of sports law's globalization process is unclear. This article sheds new light on these questions by studying conversations about sports law on Twitter. It confirms the parallel existence of local and global sports law and identifies global sports law issues. However, it also reveals geographically-based differences in globalism and unexpected complexity.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i2.47",
      "type": "journal-article",
      "published": [
        2020,
        9
      ],
      "authors": [
        "Johan Lindholm"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i2.47",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "2",
      "page": "48-72",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6cea171d-1d41-4136-8c7a-5a8ed07b1585",
    "title": "Getting democracy wrong",
    "abstract": "<jats:p>\r\nRecent developments in large language models and computer automated systems more generally (colloquially called ‘artificial intelligence’) have given rise to concerns about potential social risks of AI. Of the numerous industry-driven principles put forth over the past decade to address these concerns, the Future of Life Institute’s Asilomar AI principles are particularly noteworthy given the large number of wealthy and powerful signatories. This paper highlights the need for critical examination of the Asilomar AI Principles. The Asilomar model, first developed for biotechnology, is frequently cited as a successful policy approach for promoting expert consensus and containing public controversy. Situating Asilomar AI principles in the context of a broader history of Asilomar approaches illuminates the limitations of scientific and industry self-regulation. The Asilomar AI process shapes AI’s publicity in three interconnected ways: as an agenda-setting manoeuvre to promote longtermist beliefs; as an approach to policy making that restricts public engagement; and as a mechanism to enhance industry control of AI governance.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440477",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Gwendolyn Blue",
        "Mél Hogan"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440477",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "107-117",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "28c8a1fa-f56e-4378-8120-89ccceff6be0",
    "title": "A Virtual Safe Space? An Approach of Intersectionality and Social Identity to Behavior in Virtual Environments",
    "abstract": "<jats:p>Health measures in response to the Covid-19 pandemic have confined millions to their homes and minimized social contacts. During this period, a significant proportion of social activities—including work, education, and recreation—moved to digital media platforms. Among these platforms, social virtual reality (VR) has gained importance offering “alternative” realities in which users can engage with others, participate in cultural and sports events, complete education-related activities, and (mental) health treatments, to name but a few functions. With the increasing popularity of social VR and the expanding range of activities these platforms can host, hitherto-unexplored questions arise regarding social interactions and the representation of virtual bodies. Therefore, the objective of this paper is to outline a potential framework for assessing how avatars that represent various body types and demographic characteristics, such as gender or ethnicity, may impact behaviors and identity. The paper presents a theoretical study that combines social identity theory and theories of intersectionality and applies them to the case of digitally created human-like bodies. By doing this, it illuminates the challenges and benefits virtual reality platforms and digital body representations hold—including remote social interactions due to social isolation and social dynamics based on online personas.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3.91",
      "type": "journal-article",
      "published": [
        2022,
        7
      ],
      "authors": [
        "Kata Szita"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i3.91",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "34-55",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 6,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "04386999-9c9f-4ea2-bb3e-98f7f7c97753",
    "title": "The contingent macro",
    "abstract": "<jats:p>This paper investigates how internet memes are complex and stratified objects, going beyond the standardized definition of ‘image macro’ habitually employed by scholars. To this end, we take the 2019 Italian government crisis as a case study and analyze a dataset of related 1.269 memes using a combination of computational and qualitative methodologies. Our analysis shows the emergence, proliferation, and fading of popular templates, which remix images and text from the political crisis and occasionally serve as frames for other events: the Contingent Macro. Together with less standardized memetic instances, we found that Contingent Macros concur to create metaphoric narratives, which develop as the event unfolds. Besides formalizing the concept of Contingent Macro, this work provides scholars with a methodological toolkit for the analysis of event-related meme production, which can capture the fluidity of memes. Overall, the article concurs to underline the need for a clear, context-specific definition of memes, tailored to specific social, cultural, and research contexts.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.202",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Giulia Giorgi",
        "Ilir Rama"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.202",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "28ef973c-f237-470a-aea4-6e56607ae085",
    "title": "A Systematic Literature Review of Predictors of Social Media Popularity",
    "abstract": "<jats:p>A growing area of research has examined the individual behaviors and social antecedents that enable and constrain the popularity of social media users. This systematic review gathers and summarizes 68 naturalistic studies that measure popularity based on users’ reach (e.g., followers, fans and subscribers) or engagement (e.g., likes, comments and shares) on multiple platforms. It draws on Barnlund’s (2008) transactional model of communication to organize the literature and provides a roadmap for future research by identifying areas of the research that are characterized by consensus and disagreement. It also reveals a gap in the literature. Previous research focuses on communication strategies that maximize reach and engagement and provides less evidence of social structural influences on popularity. More research is needed to understand how the social, economic, and cultural characteristics of users affect their success</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.181",
      "type": "journal-article",
      "published": [
        2023,
        12
      ],
      "authors": [
        "Joshua Woods"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.181",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "62-92",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e12bdf2a-4d0a-416e-89f0-849a82a8f04a",
    "title": "Researching Digital Sociality: Using WhatsApp to Study Educational Change",
    "abstract": "<jats:p>Digital technologies have become deeply implicated in and constitutive of contemporary social life. They are reshaping who we are and how we associate with one another, and are profoundly reconfiguring social relations, processes, and practices in a host of social spheres, particularly education. With Covid-19 further entrenching this implication and accelerating those changes, we are forced to rethink what research is and how it is done. This article presents a step towards researching a changing sociality using social media. Drawing on fieldwork on the digital transformation of Egyptian education, it argues that and showcases how WhatsApp can be systematically used as a qualitative data collection instrument to examine educational change. This article also situates WhatsApp research within digital ethnographic traditions, unpacks emergent methodological challenges and ethical quandaries, and presents potential ways to manage them. In so doing, it problematizes extant methodological categories (such as participation), entrenched dichotomies (such as private/public space), and epistemological questions (such as research temporality). Using a unique case from the Global South at an exceptional time of (educational) change, this article can help researchers as they think about their questions, design their research, conduct their fieldwork, and maneuver an elusive digital landscape. It informs broader methodological discussions within digital sociology and anthropology (of education), digital ethnography, and social media research. It also informs research in other domains like healthcare, geographies beyond the Global South, and platforms with similar affordances like Telegram.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2.80",
      "type": "journal-article",
      "published": [
        2021,
        9
      ],
      "authors": [
        "Hany Zayed"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i2.80",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "44-69",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 7,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "fea58778-34fb-4eaa-923a-069f3e140802",
    "title": "Figuring Digital Cascades: Issue Framing in Digital Media Ecosystems",
    "abstract": "<jats:p>On November 17, 2015, the newly elected Canadian government led by Justin Trudeau made an announcement that became a turning point in the heated debate around the plan to build the Memorial to the Victims of Communism in Ottawa. The government’s decision to scale the project down was massively republished and generated a heavy stream of 2,055 publications and interactions. The virality of such phenomena is sometimes described in the literature as an “information cascade” characterized by a complex and expanding series of media content that is republished, shared, and commented upon in digital public spheres, reaching a growing number of people. Our research aim is twofold. From a theoretical point of view, we combine Entman’s cascade model with the perspective of platform studies. From an empirical point of view, we put this model to the test through a case study of the cascading data flows that emerged during this public debate. We found three key factors that constituted and shaped this information cascade: 1) the economic structure of the Canadian media market, and especially the concentration of media ownership, which is notably high in the Canadian media ecosystem; 2) data-exchange mechanisms and algorithmic filtering that drive the process of news aggregation, quickly spreading media content without being a significant source of user engagement; 3) grassroots engagement in diasporic media, which activates micro public spheres around nested interests and political standpoints regarding the public issue.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.49",
      "type": "journal-article",
      "published": [
        2021,
        3
      ],
      "authors": [
        "Nathalie Casemajor",
        "Sylvain Rocheleau"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.49",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "60-87",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e0fdba9d-bf72-4503-813d-939973af722c",
    "title": "One biologist, one million deaths: Expertise between science, social media, and politics during the COVID-19 pandemic in Brazil",
    "abstract": "<jats:p>The article discusses the multiple forms of expertise articulated by a specific kind of digital influencer - online science communicators - during the COVID-19 pandemic in Brazil. Our case study focuses on the performance of Atila Iamarino, a PhD in Microbiology that achieved an unprecedented public recognition after predicting, in a YouTube live transmission, that more than a million people could die in the country due to the coronavirus. Assuming the relational and networked dimension of expertise, the article discusses how Atila combined and interchanged academic, affective, and sociotechnical abilities in his performances on social media and on other (media) institutions during a public health crisis marked by the lack of coordination and the political instrumentalization of science by the Brazilian federal government. The case study is based on a systematic observation of Atila’s accounts on YouTube and Twitter, and on additional material published from March to August 2020. In the conclusions, based on how the Brazilian science influencer managed his visibility, alliances, and scientific background during the radical uncertainty period, we highlight how the expertise was built based on conditions of possibility that emerged in Brazil during the pandemic, which reveals contemporary tensions between science, politics, media, and other epistemic institutions.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.125",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Carlos D'Andréa",
        "Verônica Costa"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.125",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "18-40",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2cdf9588-7d14-4243-9105-5a36353b6d6d",
    "title": "Dwelling as method: Lingering in/with feminist curated data sets on Instagram",
    "abstract": "<jats:p>This article proposes and delineates “digital dwelling” as one method of grappling with a central methodological challenge that we, as feminist researchers, face of how researchers might account for the multiple entanglements of affect, history, culture, politics, and resistance within feminist digital media artifacts. Using our method of digital dwelling, we analyze three sets of carousel posts on Instagram from three different accounts: Intersectional Environmentalist Collective, For the Wild, and Richa Kaul Padte. We explore how the inter, para, and meta-textual arguments curated through these carousel posts change the ways audiences relate to one another and to the current political moment, and how audiences, including individual researchers, are situated in affective and embodied ways within the research scene. By demarcating small, embodied data curation as a key space of method and analysis, we suggest that the personal relationships we develop in community as researchers with located acts of transgression, like these posts, are significant to consider more fully through their emergent intertextualities, especially for those invested in contemporary social media, protest, and visual cultures.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.211",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Brianna I. Wiens",
        "Shana MacDonald"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.211",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "27-45",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a878ebab-8409-4261-a58c-27f18624fd25",
    "title": "Digital transformation and research infrastructures",
    "abstract": "<jats:p>\r\nSociety is transforming due to changes in demographics, the environment, and technology, and thus faces multiple challenges. In this context, data coordination and access, collectively referred to as the digital transformation, are key to addressing anticipated societal tensions. \r\n\r\n\r\nThis interview-based qualitative study focuses on how researchers responsible for large-scale population-based research infrastructure view the opportunities and dilemmas in play in the intersection between data and personal privacy. The objective is to look beyond the glossy formulations of official strategy documents to see how the digital transformation (more specifically, data-driven research) is perceived from the active researcher’s point of view, and what the intellectual negotiation process is like. What is of interest here is how the accessibility of register data is legitimized, and what developments and significant changes are simultaneously taking place. The research questions are:\r\n\r\n\r\n1) How does the research community acknowledge the tensions and dilemmas between the possible risks and harms of large-scale, data-driven, population-based research, and its potential benefits? \r\n\r\n\r\n2) How are the accessibility and coordination of research data justified and discussed by the research community, given the risks and potential, in relation to political and societal goals and policies? \r\n\r\nWith the contemporary Swedish research context as a point of departure, these research questions are addressed based on policy documents about digitalization, and on interviews with researchers.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i148805",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Stefan Gelfgren",
        "Coppélie Cocq"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i148805",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "1-19",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "cb6bf8b9-32bd-40fe-bb73-ce7005f4a6d6",
    "title": "Ghana’s blockchain scene on WhatsApp : A space for convergence and divergence",
    "abstract": "<jats:p>Social media sites with global reach like Twitter and WhatsApp are playing a paramount role in the communication, socializing, and business practices of Ghana’s blockchain community. Specifically, WhatsApp has become the platform powering the principal instantiation of blockchain in Ghana, which is trading and investing in cryptocurrencies. Considering the country’s high internet fees and sometimes unreliable network access, WhatsApp is a particularly endearing platform to facilitate the blockchain scene due to the low internet data usage that it requires. Drawing on empirical research data from 33 semi-structured interviews with blockchain enthusiasts in Ghana, this paper analyzes the particularities of blockchain’s adoption and spread in its primarily virtual scene. Key to this examination is the consideration of the affordances and constraints of WhatsApp as the primary spatial frame driving and shaping blockchain’s adoption and use in Ghana. As coagents with the digital sphere they transact and interact on, members of the blockchain community are collectively and individually perpetuating processes of knowledge creation and communal exchanges interspersed with values of competitive innovating.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.141",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Betty Bozoma Blay Ackah"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.141",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "55-79",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "048da3d8-e41c-4fa0-b321-61ccabfc4bb6",
    "title": "Analyzing radical visuals at scale",
    "abstract": "<jats:p>Research examining radical visual communication and its manifestation on the trending platform TikTok is limited. This paper presents a novel methodological framework for studying mobilization strategies of far-right groups on TikTok, employing a mixed-method approach that combines manual annotation, unsupervised image classification, and named-entity recognition to analyze the dynamics of radical visuals at scale. Differentiating between internal and external mobilization, we use popularity and engagement cues to investigate far-right mobilization efforts on TikTok within and outside their community. Our findings shed light on the effectiveness of unsupervised image classification when utilized within a broader mixed-method framework, as each observed far-right group employs unique platform characteristics. While Conspiracists flourish in terms of overall popularity and internal mobilization, nationalist and protest content succeeds by using a variety of persuasive visual content to attract and engage external audiences. The study contributes to existing literature by bridging the gap between visual political communication at scale and radicalization research. By offering insights into mobilization strategies of far-right groups, our study provides a foundation for policymakers, researchers, and online platforms to develop proactive measures to address the risks associated with the dissemination of extremist ideologies on social media.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.200",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Julian Hohner",
        "Azade Esther Kakavand",
        "Sophia Rothut"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.200",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e125c3a8-55a6-4f75-842b-d24d4cd44f44",
    "title": "Alternative Credibility, Phenomenological Empathy, and the Plandemic: Trust in Consipiracy Theories During the COVID-19 Pandemic",
    "abstract": "<jats:p>Plandemic: The Hidden Agenda behind COVID-19 is a twenty-six-minute film that went viral during the spring of 2020. The film invited controversy for sowing doubt in the official account of the COVID-19 pandemic by presenting an alternate perspective on several key issues such as masking, vaccines, and COVID-19 control measures. The film also vilified public health institutions and officials like Antony Fauci, among others. This paper aims to evaluate how conspiracy theories like the Plandemic find fertile ground during moments of crisis like the COVID-19 pandemic. To accomplish this the paper has two aims: (i) highlight the crucial role played by ‘alternative credibility’ and ‘empathy’ in garnering trust; (ii) identify how both concepts operate in the opening segment of the Plandemic, when the film’s protagonist Judy Mikovits is introduced in a manner that commentators claim played a crucial role in gaining the audience’s trust.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.146",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Tarun Kattumana"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.146",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "85-108",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1707c42a-9ded-4a3e-861d-99a84e845c9f",
    "title": "Hope, hustle, and hype: The rise and fall of Art Non-Fungible Tokens (NFTs)",
    "abstract": "<jats:p>\r\nThis article examines the technological emergence trajectory of Art Non-Fungible Tokens (NFTs), exploring their initial promise and then failure as transformative commodities disrupting art economies. Operating within an analytical framework of hope, hustle and hype, death and taxes, we investigate the interplay of technological, cultural, and economic trends shaping this trajectory towards failure. We identify the sociotechnical imaginaries clothing art NFTs and consider their relationship to both the acceptance and rejection of this technology. Our analysis contends that the desire to escape economic exclusion created a collective hope through which social adoption occurred. However, delving into the digital graveyards of Art NFTs, we identify external forces such as cultural shifts, social backlash, and regulatory interventions extinguishing the public’s ‘cruel optimism’, leading to the revocation of the social licence to operate for this emerging technology.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i154881",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Alexia Maddox",
        "Naomi Smith"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i154881",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "83-102",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c52da3d5-b3a8-4aa6-a7e1-0f023c2ff4a7",
    "title": "A Theoretical Framework for Synchronous Remote Teaching? Reshaping the Pedagogical Triangle",
    "abstract": "<jats:p>This paper explores synchronous remote teaching as a pedagogical practice and elaborates upon a framework with which to understand the practice theoretically. The empirical backdrop comprises remote teaching practice in Sweden, where this practice is implemented via digital technology and with an onsite facilitator who is present with the students. The pedagogical triangle is revisited, examined, and explored in relation to remote teaching as a new pedagogical practice. In the theoretical elaboration, the pedagogical triangle is reshaped into a pyramid due to the onsite facilitator’s participation in the remote teaching. This elaboration is a first step to establishing a theoretical understanding of remote teaching practice on its own terms.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.103",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Simon Skog"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.103",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "86-97",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b5b63861-2fd2-4e3e-a30c-e54d31344c03",
    "title": "Networked masterplots",
    "abstract": "<jats:p>This article investigates engagement with propagandist TikTok videos shortly after Russia’s invasion of Ukraine on February 24, 2022, with particular attention to the role of music and comments. By repurposing the infrastructure of TikTok soundlinking, our research upholds sensitivity to how this infrastructure enables affective and participatory workings of propaganda. We develop the notion of networked masterplots based on a situated analysis of how a specific sound, occasionally used in combination with pro-Russian hashtags, prescribes the creation of replicable linkages between three distinct video templates. The analysed templates, as we will show, not only intentionally share the use of the same song but adapt the theatrical effect of situation and suspense on the textual level of “stickers” or messages overlaid on top of videos. A selection of fifteen videos using the stickers – “What if they attack?”, “I am wondering how many will (un)subscribe?”, and “I am (not) ashamed” – in combination with a techno remix of the Soviet folk song Katyusha will be at the centre of our investigation. Arguing that in Katyusha videos situation and suspense are indivisible, we pay attention to the audiencing practices as they extend into both video comment sections and further memetic spin-offs. We conclude by reflecting on how TikTok sharing not only facilitates self-expression and social activism but also enables the weaponization of content within networked memetic environments.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.201",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Marloes Geboers",
        "Elena Pilipets"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.201",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "90-103",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e8fa2655-d81f-4fb3-83b8-1071422f8a46",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2",
      "type": "journal-issue",
      "published": [
        2024,
        5
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v6i2",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "0290b2ca-8b84-45ea-a20d-cb9424c7f907",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2",
      "type": "journal-issue",
      "published": [
        2023,
        6
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v5i2",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "cfe58e40-d6dd-4cdd-9a6a-d8d6ca6ed8e1",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1",
      "type": "journal-issue",
      "published": [
        2023,
        3
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v5i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "4d1ddb1b-3062-4168-a119-e821acc4f78b",
    "title": "Privacy attitudes and behaviors in the age of post-privacy: An empirical approach",
    "abstract": "<jats:p>The digital world is a field of information and entertainment for users and a field of extraction of the most valuable good of recent years: personal data. How much of a threat to privacy is the collection and processing of data by third parties and what do people think about it? On the occasion of the extensive methods of surveilling citizens and collecting their data, this study attempts to contribute new empirical data evidence from the international research on the use of the Internet by the World Internet Project on attitudes and behaviors of individuals regarding online privacy and surveillance. The aim is to determine whether and to what extent the recorded concerns about the violation of privacy intersects with a growing acceptance of its very absence.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.75",
      "type": "journal-article",
      "published": [
        2021,
        3
      ],
      "authors": [
        "Nicolas Demertzis",
        "Katerina Mandenaki",
        "Charalambos Tsekeris"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.75",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "119-152",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 5,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b8bac07f-e237-4544-a8b9-e27a624bec49",
    "title": "COVID-19 Vaccine Hesitancy : A Mixed Methods Investigation of Matters of Life and Death",
    "abstract": "<jats:p>In this article, hesitancy towards COVID-19 vaccinations is investigated as a phenomenon touching upon existential questions. We argue that it encompasses ideas of illness and health, and also of dying and fear of suffering. Building on a specific strand within anti-vaccination studies, we conjecture that vaccine hesitancy is, to some extent, reasonable, and that this scepticism should be studied with compassion. Through a mixed methods approach, vaccine hesitancy, as it is being expressed in a Swedish digital open forum, is investigated and understood as, on the one hand, a perceived need of protecting one’s body from techno-scientific experiments, and thus the risk of becoming a victim of medicine itself. On the other hand, the community members express what we call a tacit belief in modern medicine by demonstrating their own “expert” pandemic knowledge. The analysis also shows how the COVID-19 pandemic triggers memories of another pandemic, namely the swine flu in 2009–2010, and what we term a medical crisis that occurred then, due to a vaccine that caused a rare but severe side effect in Sweden and elsewhere.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.170",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Mia-Marie Hammarlin",
        "Dimitrios Kokkinakis",
        "Lars Borin"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.170",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "31-61",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6e45bc46-d51e-475b-93a3-cb6aecf24f25",
    "title": "Using Buddhist skillful means",
    "abstract": "<jats:p>\r\nThis study addresses the growing call from scholars, such as Heidi Campbell, for a deeper reflection of methodological approaches to digital ethnography within various religious traditions and communities. In this article, I examine how I utilize a collection of “skillful means” informed by Buddhism, namely a mixed set of digital research methods encompassing reflexive choices and decisions, positioning, and creativities. This set of tools is situationally tailored for and derived from interacting with Chinese Buddhist diasporas in French Canada in the context of digital social media throughout my digital fieldwork. I use ethnographic vignettes to illustrate how these practices, afforded by the Buddhist ideas, digital possibilities, and ethnographic reflexivity, are crucial to constantly navigate, negotiate, and devise new strategies for exploring diverse networked digital field sites through interconnectivity, fluidity, immediacy and disruption and conducting multi-modal participant observation. By presenting the complexity and intricacy of the insider-outsider conundrum, I highlight key digital features of social media platforms such as WeChat, which can be strategically leveraged by a Buddhist researcher and practitioner to actively shape and present their digital image and voice within the communities they studies. I further reflect on how these dynamics can uniquely influence both the individuals and the communities being researched. Finally, I address the caveats and potential pitfalls this approach could potentially bring about.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i154877",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Xiao Han"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i154877",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "46-65",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2a69636d-c5df-4498-975f-eac27d924b01",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.vi",
      "type": "journal-issue",
      "published": [
        2020,
        9
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.vi",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "2",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "719b7397-46d3-41a8-a8ae-3c1efa501dee",
    "title": "Social [Media] Distancing: on Digital Espionage, Ethnographic Method, and Ethics ‘in the Field’",
    "abstract": "<jats:p>This article examines the role of digital ethnographic methods in an emerging research landscape struck by COVID-19, whereby more traditional anthropological methods have been rendered impossible due to social distancing restrictions. It argues that while anthropology has long privileged physical proximity and presence as a central tenet of ethnographic method, digital methods can also afford a certain sense of social distance, which in fact can be beneficial to the research process. It draws upon experiences of conducting fifteen months of fieldwork both online and offline amongst marginalised groups in Cuba and its diaspora in Miami to reveal the ways in which digital distance can level the relationship between researcher and researched, and ultimately lead to a more ethical way of carrying out fieldwork amongst vulnerable communities.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.48",
      "type": "journal-article",
      "published": [
        2023,
        1
      ],
      "authors": [
        "Jennifer Cearns"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.48",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "76-88",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2862af9c-6b91-4be7-8984-8ebbeacf95a1",
    "title": "A sign that spells",
    "abstract": "<jats:p>\r\nIn this paper, we examine how generative artificial intelligence produces a new politics of visual culture. We focus on DALL·E and related machine learning models as an emergent approach to image-making that operates through the cultural technique of semantic compression. Semantic compression, we argue, is an inhuman and invisual technique, yet it is still caught in a paradox that is ironically all too human: the consistent reproduction of whiteness as a latent feature of dominant visual culture. We use Open AI’s failed efforts to “debias” their system as a critical opening to interrogate how DALL·E dissolves and reconstitutes politically and economically salient human concepts like race. This example vividly illustrates the stakes of the current moment of transformation, when so-called foundation models reconfigure the boundaries of visual culture and when “doing” anti-racism means deploying quick technical fixes to mitigate personal discomfort, or more importantly, potential commercial loss. We conclude by arguing that it simply does not suffice anymore to point out a lack – of data, of representation, of subjectivity – in machine learning systems when these systems are designed and understood to be complete representations of reality. The current shift towards foundation models, then, at the very least presents an opportunity to reflect on what is next, even if it is just a “new and better” kind of complicity.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440462",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Fabian Offert",
        "Thao Phan"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440462",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "49-59",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7b232fd2-94cc-497e-8b87-8cce93dc9976",
    "title": "In search of a new vanguard",
    "abstract": "<jats:p>This study explores the historical relevance social movement vanguards within the framework of Marxian scientific socialism, while ascertaining the emergence of women as drivers of connective action in digitally enabled movements (DEMs). While the rhizomic structures of social movements have thrived on the spontaneity of emerging cells of social activist leaders, this study contests the claims of contradictions between spontaneity and vanguardism in DEMs. The study adopts the case study methodology to establish how technology affords more visibility to female icons of social movements by drawing examples from Sudan, Lebanon and Nigeria. Data was sourced from primary literature, digital archives and newspaper reports to tease out the history and current dynamics of women’s roles in social movements. It uses vanguardism as the conceptual framework for teasing out the intersections of gender, age, identity and technology as observed in DEMs. The study thus contends that technology plays important roles in restructuring the power dynamics of social action by showcasing how women such as Alaa Salah (Sudan), Malak Alawiye Herz (Lebanon) and Aisha Yesufu (Nigeria) emerged as icons of DEMs. It concludes that the weaponization of female bodies has become a potent form of resistance against the gendered biopolitics of sexual objectification and the necropolitics of state repression. The study thus advocates an all-inclusive approach to understanding the structures of social movements in recentring the iconic roles of women during connective action and physical protests. This is to enable the balance between vanguardism and spontaneity that is requisite for effective social action in the digital age.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33358",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Philip Olayoku"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33358",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "229-248",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "deaade2a-3801-4985-9ba5-07b9b8076c29",
    "title": "Justification for knowing in a digitalised landscape",
    "abstract": "<jats:p>\r\nEpistemic beliefs are described as the way individuals regard the nature of knowledge and knowing. The nature of knowledge can be explored as dimensions describing the certainty and the structure of knowledge, whereas the nature of knowing can be explored as dimensions describing the source of knowledge and the justification for knowing. Recent research suggests justification for knowing as consisting of three strategies for justifying knowing: 1) justification by authority, 2) justification by multiple sources, and 3) personal justification.\r\n\r\n\r\nKnowledge is considered to originate from various sources, where testimony is regarded as the most important. Many online interactions are about conveying information to others and thus, testimonial in nature. The information we receive in various testimonies requires justification using the appropriate justification method. Therefore, source of testimony is central when justifying knowing.\r\n\r\n\r\nIn a pilot study among first-year students we explored how the source of testimony and the type of information affect the choice of justification method. The use of justification methods was measured using the Internet-Specific Epistemic Justification Inventory (ISEJ). The results indicate that the source of testimony has a stronger impact than type of information on the choice of justification method.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33247",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Tore Ståhl"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33247",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "59-77",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ffd51dc9-276c-4c45-99d6-2cbbb292abcf",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1",
      "type": "journal-issue",
      "published": [
        2019,
        9
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v1i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "7a9dd434-5c37-433c-a3fb-3a5e3816fd0a",
    "title": "Participation inequalities on Pinterest",
    "abstract": "<jats:p>\r\nDigital inequality scholarship has highlighted the importance of sociodemographic factors and internet experiences in how people use digital media in their lives. Some of this research has focused specifically on the adoption and use of social media, but much of this work has only investigated text-based platforms. Image-based sites such as Pinterest have largely been ignored in work about online participation inequalities. It remains unclear how existing findings about participation inequalities on text-based social media translate to image-based platforms. The present paper fills this gap by exploring differences in user engagement on Pinterest, one of the most popular social media platforms. The paper uses a mixed methods approach and analyzes both survey and interview data. This approach allows for a deeper understanding of the pipeline of online participation inequalities, a digital inequalities framework introduced by Shaw and Hargittai (2018). The survey data reveal that age, gender and internet skills strongly relate to participation on the platform. The interviews add more nuance by providing insights into reasons and motivations for Pinterest use as well as reasons for dropping out of the pipeline, beyond those identified in the survey. This mixed-methods approach allows insights into how participation barriers apply to image-based social media.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33376",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Jaelle Fuchs"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33376",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "249-264",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7a9cd621-869a-41c0-bca7-e324edde4ab4",
    "title": "Mapping the social implications of platform algorithms for LGBTQ+ communities",
    "abstract": "<jats:p>LGBTQ+ communities were among the first to appropriate the Internet to experiment with their identities and socialize outside of mainstream society. Recently, those platforms have implemented algorithmic systems that curate, exploit, and predict user practices and identities. Yet, the social implications that platform algorithms raise for LGBTQ+ communities remain largely unexplored. At the intersection of media and communication studies, science and technology studies, as well as gender and sexuality studies, this paper maps the main issues that platform algorithms raise for LGBTQ+ users and analyzes their implications for social justice and equity. To do so, it identifies and discusses public controversies through a review and analysis of journalistic articles. Our analysis points to five important algorithmic issues that affect the lives of LGBTQ+ users in ways that require additional scrutiny from researchers, policymakers, and tech developers alike: the ability for sorting algorithms to identify, categorize, and predict the sexual orientation and/or gender identity of users; the role that recommendation algorithms play in mediating LGBTQ+ identities, kinship, and cultures; the development of automated anti-LGBTQ+ speech detection/filtering software and the collateral harm caused to LGBTQ+ users; the power struggles over the nature and effects of visibility afforded to LGBTQ+ issues/people online; and the overall enactment of cisheteronormative biases through platform affordances.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.162",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "David Myles",
        "Stefanie Duguay",
        "Lucia Flores Echaiz"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.162",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "1-30",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 8,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "587918c0-e4e1-4e2e-88a7-76fbe5e5d68f",
    "title": "Researching visual protest and politics  with “extra-hard” data",
    "abstract": "<jats:p>A range of scholars have criticised scholarly tendencies to focus on “easy” data such as provided by the low-hanging fruit of Twitter hashtag networks (Burgess &amp; Bruns, 2015; Hargittai, 2020; Tromble, 2021). As a result, digital social research has been said to create a glut of studies that favour particular platforms, data forms, and networking dynamics, choices that may create ‘digital bias’ (Marres, 2017). These issues are particularly significant in visual data as the implicit nature of visuality means that platform spaces, text, and networked uses of visuals contribute to how visuals are interpreted in digital environments. In response to this issue, we present and critically reflect on new potentialities in software-based visual research on protest and politics, including: (1) rich cross-project comparisons; (2) complementing platform data with on-the-ground engagement, and (3) quali-quanti visual methods. These allow for rich data journeys through multi-modality, hybridity, comprehensive data curation, reiterative image data collection and interpretation, and the inclusion of contextual reflections in focused visual research, elements that provide meaning, texture, and context (= extra-hard data). We argue that visual digital methods consequently have the potential to provide nuanced, robust, and versatile analysis of visual data, if not necessitate these in a post-API age in which easy data access is no longer a given.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.214",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Suay Melisa Özkula",
        "Janna Joceli Omena",
        "Radhika Gajjala"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.214",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "46-65",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7e31420d-16ab-47f8-baa7-dfcff16e469a",
    "title": "Light At The End Of The Tunnel? The Staging of Expertise During the COVID-19 Vaccination Campaign",
    "abstract": "<jats:p>In this paper, we compare the governmental and public framings of expertise in the Dutch Covid-19 vaccination campaign in the period between January 1st and April 30th, 2021. Specifically, we collected all statements regarding vaccination on three interrelated stages: (1) the official press conferences; (2) Twitter, for responses to government policies; and (3) political motions that were put forward by Members of Parliament in the days following the press conferences. We combine an interactional framing approach with a discursive psychological perspective to get insights into how framings between stages modify, contest, or build upon each other. We argue that the press conferences show a persistent technocratic framing, in the sense that a direct line between science and policy is assumed and promoted. Unlike the first period of the COVID-19 crisis in 2020, experts are not often quoted initially, but key political actors themselves act as responsible for the message that there is light at the end of the tunnel, if only citizens will get vaccinated. Once the AstraZeneca vaccine comes under fire, however, experts are again held accountable for the policy message. Throughout, governmental policies are disputed on Twitter and in Parliament, albeit in different ways, by making hidden moralities relevant, such as the government’s assumed complacency, rigidity, and inability to explain policies with the available evidence.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.144",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Robert Prettner",
        "Hedwig te Molder",
        "Maarten A. Hajer",
        "Rens Vliegenthart"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.144",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "140-170",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "5a528d4d-3989-4921-bc2a-8b4f45cb48f1",
    "title": "Does Numeracy in Digital Journalism Increase Story Believability? : Experiments Comparing Audience Perceptions from the US, Zambia, Tanzania",
    "abstract": "<jats:p>This exploratory study contributes to the literature on numeracy in digital journalism studies by theoretically incorporating the audience/news consumers. While most studies have focused on journalists’ perception and role in the use of numeracy, this study examines how audience perceive stories with numerical values. Through an experimental design, and by comparing the United States, Zambia, and Tanzania, the study was able to demonstrate that news stories with numerical values diminished audience/readers’ affective consumption. In other words, news stories with numerical values were negatively associated with audience appeal. However, individuals with a lower understanding of probabilistic and numerical concepts seemed to trust news stories with numbers more than those with a higher level of numeracy. This was especially true in Zambia and Tanzania where most participants recorded lower numeracy levels. The overall sample in all the three countries seemed to favor news stories with less or no numeracy.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2.73",
      "type": "journal-article",
      "published": [
        2021,
        9
      ],
      "authors": [
        "Gregory Gondwe",
        "Evan Rowe",
        "Evariste Some"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i2.73",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "70-88",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c275b605-e730-48ca-8ada-8043722349ba",
    "title": "Doing Digital Social (And Cultural and Media) Research: What Stays the Same When Everything Changes?",
    "abstract": "<jats:p>\r\nResearch into digital sociality often encounters, both in academic and non-academic contexts, the claim that there is no point doing such research because the technologies being examined change so fast that analysis can never keep up. This article criticises any such claim. First, the article examines three kinds of 'sameness' that span the introduction of different technologies: internet-based text communication, digital platforms and information as a non-rival good. In each of these contexts this article explores how looking at what changes rapidly draws attention from forms of social power that stay the same across technologies. This article then argues from this examination that it is key to examine both differences and sameness when researching digital sociality.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.9",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Tim Jordan"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.9",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "25-30",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 8,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "eab97da4-7409-4ca8-a9e1-e261389948f3",
    "title": "Strategic misrecognition and speculative rituals in generative AI",
    "abstract": "<jats:p>\r\nPublic conversation around generative AI is saturated with the ‘realness question’: is the software really intelligent? At what point could we say it is thinking? I argue that attempts to define and measure those thresholdsmisses the fire for the smoke. The primary societal impact of realness question comes not from the constantly deferred sentient machine of the future, but its present form as rituals of misrecognition. Persistent confusion between plausible textual output and internal cognitive processes, or the use of mystifying language like ‘learning’ and ‘hallucination’, configure public expectations around what kinds of politics and ethics of genAI are reasonable or plausible. I adapt the notion of abductive agency, originally developed by the anthropologist Alfred Gell, to explain how such misrecognition strategically defines the terms of the AI conversation. \r\n\r\n\r\nI further argue that such strategic misrecognition is not new or accidental, but a central tradition in the social history of computing and artificial intelligence. This tradition runs through the originary deception of the Turing Test, famously never intended as a rigorous test of artificial intelligence, to the present array of drama and public spectacle in the form of competitions, demonstrations and product launches. The primary impact of this tradition is not to progressively clarify the nature of machine intelligence, but to constantly redefine values like intelligence in order to legitimise and mythologise our newest machines – and their increasingly wealthy and powerful owners.   \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440474",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Sun-ha Hong"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440474",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "92-106",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "17cd0016-944d-4961-9002-df1517887f72",
    "title": "Blockchain Scenes: A Research Agenda",
    "abstract": "<jats:p>Over the last fifteen years, the development of blockchain technologies has attracted a large volume of professional expertise, capital investment and media attention. This burgeoning sector of technology practices has coalesced around a few major initiatives (Bitcoin, Ethereum), but it is still moving at a fast pace and its configuration is evolving. If this sector is marked by a variety of technological protocols, financial arrangements and organizational forms, it is also, we would argue, a site of social effervescence. Parties, meet-ups, and the sorts of informal socializing which gather around events and networks of all kinds function to endow the blockchain sector with the characteristics of what, in cultural analysis, are often called “scenes”. The aim of this special issue is to examine the interest of the notion of scene for the analysis of blockchain practices. We argue that the notion of scene may be mobilized as a useful analytical framework not only for the study of blockchain practices, but for that of technology practices more generally. In this introductory article, we ask the following questions: how can the notion of scene contribute to the understanding of blockchain practices? And what sort of research agenda does the notion point to? In the following sections we first identify some “scenic” components in blockchain phenomena. Then we review how media discourses and academic scholarship have framed these phenomena to show that the scene perspective is undertheorized in the context of technology-related social groupings. Finally, we propose a framework to analyse the main dimensions of blockchain scenes, before presenting the contributions to the special issue. With this special issue, we aim to establish a research agenda around technology scenes at the junction of STS and cultural analysis.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.186",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Nathalie Casemajor",
        "Will Straw"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.186",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "1-20",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "87f2606f-ebec-439d-bf0e-ed2e7c64c1fb",
    "title": "What is Critical Digital Social Research? Five Reflections on the Study of Digital Society",
    "abstract": "<jats:p>\r\nThe creation of the Journal of Digital Social Research (JDSR) is an opportunity to ask: What is critical digital social research? What is the status of digital social research today? The contribution points out five reflections on the status of digital social research. These five observations focus on 1) diamond open access, 2) the theme of digital media &amp; society, 3) critical digital methods, 4) critical digital theory &amp; philosophy, 5) international and global digital research. These five dimensions form important foundations of critical digital social research.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.7",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Christian Fuchs"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.7",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "10-16",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 4,
      "is_referenced_by_count": 12,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "4c9b7a4a-ad72-4a31-b06f-562706840191",
    "title": "\"Don't be too proud of this technological terror you've constructed\"",
    "abstract": "<jats:p>\r\nTranshumanism is a school of thought that promotes the enhancement of humanity through technological intervention (e.g., cloning, gene therapies, uploading one’s mind to a computer, nanotechnology). Due to its aims of altering evolutionary processes (Bostrom, 2005), transhumanism is highly controversial (Sinicki, 2015). The ideology finds support from younger men, as well as those engaged in science-fiction literature (Gangadharbatla, 2020; Koverola et al., 2022). The present study aimed to investigate the role of gender and specific science fiction fan identities as predictors of transhumanism in three different samples of fandoms affiliated with science-fiction (e.g., anime fans, furries, and Star Wars fans) as well as in a control sample of college students. Participants (N = 6840) responded to a novel measure of transhumanist orientation in either an online or in-person survey. The findings indicated that men were the most likely to endorse transhumanism, as were fans of Star Wars and furries. Overall, the present study supports theorizing that transhumanism may be an influential motif in the science-fiction genre, as well as an appealing ideology for men. \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33328",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Thomas Brooks",
        "Cole Rehbein",
        "Stephen Reysen",
        "Courtney Plante",
        "Sharon Roberts",
        "Andrew Tague"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33328",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "147-162",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "bb2020c4-408e-472c-885f-74317443604f",
    "title": "Looking Back to See Ahead: An Analysis of K-12 Distance, Online, and Remote Learning During the Pandemic",
    "abstract": "<jats:p>While the use of distance and online learning had been used for over a century in the K-12 setting (including in isolated ways during previous pandemics and natural disasters), the complete worldwide closure of schools focused attention on the use of distance and online tools and content to provide continuity of learning in a remote context. The way in which both practitioners and scholars make sense of what has occurred over the past 18 months, and what is likely to continue into the future, will impact both regular schooling and how we prepare for future crisis. This article explores this pandemic pedagogy, with a goal of situating the events since March 2020 within the broader field and providing guidance on a path forward.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.107",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Michael K Barbour"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.107",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "7-25",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 9,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "93240760-2fb4-43ed-b078-d79c327325a1",
    "title": "Through the Lens of Situated Learning and Levels of Scale: Theorizing Development of Remote Teaching and the Role of On-Site Facilitators",
    "abstract": "<jats:p>The aim of this paper is to contribute to theoretical development within a field otherwise mostly characterized by empirical contributions, with a primary focus on the practice and perspectives of on-site facilitators. To theoretically understand the development and use of remote teaching, we focus on the interaction between systems of human activity in education and the relationships enacted in practice through their interaction, with a focus on on-site facilitators’ work. In doing so, we use the concept levels of scale in situated learning. Through levels of scale, we conceptualize the historical development of remote teaching as the large scale and the remote learning environment as the small scale. Integrating the levels of scale and tracing the historical development of remote teaching in Sweden into the enactments taking place in a classroom of modern language teaching is the concrete theoretical development that our aim entails.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.104",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Josef Siljebo",
        "Fanny Pettersson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.104",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "66-85",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "d7cda9fa-2ebd-4d61-b18b-ff662b9a7da7",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2",
      "type": "journal-issue",
      "published": [
        2021,
        5
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v3i2",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "c7d363a2-04ad-4f87-bc28-fdbd1f97056a",
    "title": "Tweeted Attitudes towards Women Parliamentary Candidates in Kuwait: A Social Dominance Perspective",
    "abstract": "<jats:p>This study explores how Kuwaitis use Twitter to communicate their attitudes towards women Parliamentary candidates (WCs) in a traditionally male-dominated society, and how these tweeted attitudes are thematically constructed, either negatively or positively. The study also explores how these attitudes differ according to gender and evolve quantitatively and qualitatively over subsequent elections. A total of 1744 tweets about all eight women candidates in 2013 posted for 40 days prior to the Kuwait Parliamentary Election were retrieved and analyzed. The tweets posted about the two women candidates of those eight who continued to run in 2016 and 2020 were also analyzed in terms of length, content, and themes. Gender significantly correlated with attitudes in the first election, but not in the subsequent two elections. Tweeted attitudes turned to be more elaborate, information-based, and longer over consecutive elections. The dominant positive theme was generic, whereas the dominant negative theme was specific, and candidate based. Women candidates were praised for acting like men, whereas they are mocked for looking like men.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.114",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Hesham Mesbah"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.114",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "98-127",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "04b71de5-2724-4055-96ad-737a4e238d93",
    "title": "Ethical Use of Informant Internet Data: Scholarly Concerns and Conflicts",
    "abstract": "<jats:p>This article explores the scholarly concerns and conflicts debated by authors in the field of the use of informant internet data in research. The importance lies in informant protection and how to minimize harm to them, a long-standing cornerstone of research practice. It is also a public domain issue as increased calls for data privacy grew because of reported data breach scandals. Although not a new problem, academic researchers and university ethics boards struggle with concerns over data use and are in conflict about managing the problem. This article uses thematic analysis to identify, analyze and interpret patterns of concerns and conflicts over internet data use. Data was obtained from academic publications on these issues. Three themes from this data are discussed with examples demonstrating the types of, and complexity of, scholarly concerns and conflicts. These themes are: the problems of informant data use risks, gaining mass informed consent and the challenges ethics boards face, especially conflicts with researchers over internet data use on projects. This article contributes insights into a widely, and continuously, debated area which is constantly evolving as privacy laws and public awareness place pressure on researchers and ethics boards to address protecting informant public internet data.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.88",
      "type": "journal-article",
      "published": [
        2021,
        12
      ],
      "authors": [
        "Michael Nycyk"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.88",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "1-22",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "cd6b21c0-c947-443f-bc42-b40ac173c974",
    "title": "Crowd science infused learning: Connecting online teaching and crowd science in the social sciences",
    "abstract": "<jats:p>In this article, we reflect upon the combination of crowd science and online teaching, which we refer to as Crowd Science infused Learning. We discuss Crowd Science infused Learning's conceptual design and its viability in sociology and related disciplines. For this purpose, our research project ‘Data Traces’ serves as an empirical case. In the project, we developed an online platform that provided a 45-minute teaching unit, training students in using different forms of digital data: websites, newspaper articles, and administrative register data. Afterwards, students were assigned to predefined, small-scale research tasks contributing to a real-world research project on the social relations in entrepreneurial groups. By completing the tasks, the students could apply their knowledge, gain insights, and contribute actively to an ongoing research project. This combination links students' learning experience with the collection of data for research purposes. We also implemented game elements in the platform's design to support students' motivation. After a brief outline of the Data Traces Project's chronology and key conceptual decisions, the article focuses on a critical discussion of the combination of crowd science and online teaching. Despite significant challenges, we believe that Crowd Science infused Learning is a promising approach and identify opportunities and conditions for a successful combination of crowd science and online teaching.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.71",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Isabell Stamm",
        "Michael Weinhardt",
        "Marie Gutzeit",
        "Matthias Bottel",
        "Johannes Lindenau"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.71",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "111-136",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e74d118b-0648-4ad0-88c6-f5c679e783d3",
    "title": "Unveiling the multifaceted public interest in ChatGPT",
    "abstract": "<jats:p>\r\nThe present study was aimed at identifying key topics in online discussions about the use of ChatGPT by examining a large dataset extracted from Reddit social media using natural language processing. A corpus of 159,971 posts about ChatGPT were extracted from a custom-made python-coded Reddit content scraper for posts in the r/ChatGPT subreddit discussions. After cleaning the data, the sample was reduced to 119,853 posts which was subjected to cluster analysis using the open-source IRaMuTeQ software to identify main topics based on the cooccurrence of texts. These clusters were named by a panel of social psychology experts (n=3) by reading typical text segments within each cluster. Four thematic clusters emerged, categorized into two main topics: “Society and AI Integration”, focusing on ethical concerns (32.1%), and “Operational Aspects and Applications”, which delves into technical and practical facets (67.9%). The latter includes clusters like “AI Technical Framework”, “Casual AI Interactions”, and “Human-AI Etiquette”. The Reddit discourse provides a comprehensive understanding of ChatGPT, revealing user priorities like system capabilities and ethical considerations. Notably, the “Human-AI Etiquette” cluster is a new topic less covered in existing literature. The findings underscore the importance of effective prompting for meaningful user engagement with ChatGPT.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33307",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Abubaker Qutieshat"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33307",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "112-125",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "8fc860f6-880a-4f8c-ae85-807af1215813",
    "title": "Get the hammer out!",
    "abstract": "<jats:p>This paper focuses on revealing how the interplay between algorithmic interactions and the intuitive ways humans navigate digital environments can be researched through a multi-method approach to collecting and critically examining data from online platforms. We use a case study that looks at the role that social media engagement by transnational activists, local activists and celebrities played in amplifying an offline protest by group of women in India. Grounded in a critical feminist perspective, this paper uses multiple methods to demonstrate how the amplification of local protesters work through an interplay of human action and platform algorithmics. We conduct an algorithmic ethnography involving the examination of computational systems shaping online interactions. We examine the digital emergence and recognition of the women of Shaheen Bagh as subaltern political agents/subjects. Understanding of the interplay between online and offline visibility and strategic planning is highlighted. We conduct close readings of small data clusters that emerge within big data networks. We challenge the overreliance on big data methodologies and the fetishization of in-person ethnography (Bishop 2018) over digital ethnography.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.193",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Radhika Gajjala",
        "Ololade Margaret Faniyi",
        "Debipreeta Rahut",
        "Emily Edwards",
        "Sarah Ellen Ford"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.193",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "9-26",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "69ed414e-e1af-4528-b1c7-84f8fe10b7d2",
    "title": "‘Blockchain Good, Bitcoin Bad’: The Social Construction of Blockchain in Mainstream and Specialized Media",
    "abstract": "<jats:p>\r\nBlockchain is one of the most widely debated technologies in recent years. Pundits and scholars have described it as a disruptive technology that will impact many sectors of society. Skeptics argue blockchain’s popularity is fuelled by the media’s obsession for the ‘next big thing’ rather than the intrinsic potential of the technology. In this paper, we follow a social constructivist approach with the aim of explaining how different discourses are creating new meanings about this technology. As Communication scholars, we focus on the role media play in framing debates about blockchain. Our analysis relies on a human coding of the most popular news about blockchain circulating on Twitter from October 2014 to July 2018. The findings show the general attitude about blockchain is predominantly positive. The discourses developing around crypto technologies are complex and multifaceted and indicate a general transition in the rhetorical definition of blockchain.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i2.34",
      "type": "journal-article",
      "published": [
        2020,
        9
      ],
      "authors": [
        "Peter Chow-White",
        "Alberto Lusoli",
        "Vu Thuy Anh Phan",
        "Sandy Edward Green"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i2.34",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "2",
      "page": "1-27",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 6,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "73a3d8a8-a5e4-4d6d-95a2-44e0bccd4a18",
    "title": "Private messages from the field: Confessions on digital ethnography and its discomforts",
    "abstract": "<jats:p>\r\nThis special issue collects the confessions of five digital ethnographers laying bare their methodological failures, disciplinary posturing, and ethical dilemmas. The articles are meant to serve as a counseling stations for fellow researchers who are approaching digital media ethnographically. On the one hand, this issue’s contributors acknowledge the rich variety of methodological articulations reflected in the lexicon of “buzzword ethnography”. On the other, they evidence how doing ethnographic research about, on, and through digital media is most often a messy, personal, highly contextual enterprise fraught with anxieties and discomforts. Through the four “private messages from the field” collected in this issue, we acknowledge the messiness, open-endedness and coarseness of ethnographic research in-the-making. In order to do this, and as a precise editorial choice made in order to sidestep the lexical turf wars and branding exercises of ‘how to’ methodological literature, we propose to recuperate two forms of ethnographic writing: Confessional ethnography (Van Maanen 2011) and self-reflection about the dilemmas of ethnographic work (Fine 1993). Laying bare our fieldwork failures, confessing our troubling epistemological choices and sharing our ways of coping with these issues becomes a precious occasion to remind ourselves of how much digital media, and the ways of researching them, are constantly in the making.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1.35",
      "type": "journal-article",
      "published": [
        2020,
        2
      ],
      "authors": [
        "Crystal Abidin",
        "Gabriele De Seta"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i1.35",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "1-19",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 55,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "422bf9b5-b41a-4414-8542-36cd339e36f9",
    "title": "AI as Social Actor: A Lacanian Investigation into Social Technology",
    "abstract": "<jats:p>Given the social and political influence of social networks, which are often structured and organized by what today falls under the umbrella term artificial intelligence, we seek to define this new social frame. Most importantly, we ask how to frame this new social sphere in current theory and how it can be conceptualized for social sciences. However, this is not possible without constructing a logical frame for a problem as deeply entwined with the modern history of logic as AI is. We will therefore frame the problem of AIs as social actors within the logical discourse that Lacanian psychoanalysis opened. Our analysis shows that the inherent indeterminate that constitutes the psychoanalytic subject is omitted from AI-supplanted identities. Logical analysis also allows us to discern a specific mode of subjectivation that is made much more prominent through the normalization of phenomena like echo chambers and online identities.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1.159",
      "type": "journal-article",
      "published": [
        2023,
        3
      ],
      "authors": [
        "Marc Heimann",
        "Anne-Friederike Hübener"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i1.159",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "48-69",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 7,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "caf67556-7188-480d-8264-085e3274c26f",
    "title": "Non-knowledge in Medical Practices: Approaching the Uses of Social Media in Healthcare from an Epistemological Perspective",
    "abstract": "<jats:p>Social media has transformed how individuals handle their illnesses. While many patients increasingly use these online platforms to understand embodied information surrounding their conditions, healthcare professionals often frame these practices as negative and do not consider the expertise that patients generate through social media. Through a combination of insights from social epistemology and ignorance studies, this paper problematizes the distinctive understandings of social media between patients and healthcare professionals from a different perspective. A total of four ideas are introduced: (1) healthcare professionals see embodied knowledge that arises from patients’ social media practices as uncomfortable knowledge; (2) healthcare professionals engage in several behaviours to preserve their authority and power in front of embodied knowledge created through these online platforms; (3) failing to consider embodied knowledge can have consequences not only in terms of trust between patients and healthcare professionals but also in connection with epistemological populism and the transition towards patient-centred care; and (4) media and digital health literacy could help healthcare professionals enhance the uses of social media in healthcare. Adopting this framework allows not only to offer valuable insights into how healthcare professionals manage patients’ social media practices, but also opens new avenues to improve healthcare digitisation.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1.152",
      "type": "journal-article",
      "published": [
        2023,
        4
      ],
      "authors": [
        "Anna Sendra",
        "Sinikka Torkkola",
        "Jaana Parviainen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i1.152",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "70-89",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e21149c3-c54d-4a51-8eaf-d19a842f0153",
    "title": "The Twitter Explorer: A Framework for Observing Twitter through Interactive Networks",
    "abstract": "<jats:p>We present an open-source interface for scientists to explore Twitter data through interactive network visualizations. Combining data collection, transformation and visualization in one easily accessible framework, the twitter explorer connects distant and close reading of Twitter data through the interactive exploration of interaction networks and semantic networks. By lowering the technological barriers of data-driven research, it aims to attract researchers from various disciplinary backgrounds and facilitates new perspectives in the thriving field of computational social science.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.64",
      "type": "journal-article",
      "published": [
        2021,
        3
      ],
      "authors": [
        "Armin Pournaki",
        "Felix Gaisbauer",
        "Sven Banisch",
        "Eckehard Olbrich"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.64",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "106-118",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a239a489-bac3-42ab-beab-06540dd389da",
    "title": "Tacit Labours of Digital Social Research as an Early Career Researcher",
    "abstract": "<jats:p>\r\nConsider this essay as two brief confessions on the pressures of conducting ‘digital social research’ as an Early Career Researcher. Specifically, the confessions call out two emergent norms in academia: that early career digital social researchers ought to be visible and trackable online, and that we ought to focus on novel and innovative phenomena pioneered by ‘the youngs’. These two expectations have insidiously been integrated into early career digital social researchers’ repertoires of ‘tacit labours’ – “a collective practice of work that is understated and under-visibilized from being so thoroughly rehearsed that it appears as effortless and subconscious.” (Abidin 2016, p. 10) – in that it is assumed that being ‘Extremely Online’ and ‘Young &lt;tm&gt;’ are generational literacies ‘naturally’ hardwired into our systems.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.10",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Crystal Abidin"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.10",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "31-34",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 12,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "723221ef-44fd-426b-8152-f38bbc14a8ea",
    "title": "Epistemic injustice and education in the digital age",
    "abstract": "<jats:p>\r\nThe aim of this article is to function as a starting point for combining the study of epistemic injustice in a higher education framework with that of digitalization, including recent developments such as the entrance of AI in higher education. What is identified as the main problem is the power of digital technology and how technologies shape institutional practices of teaching and learning, often in opposition to democratic education aims. The introduction of AI in higher education deepens the mediatization process of higher education, demonstrated by a mainstream oriented usage of AI. In higher education, digital technology shapes practices that are indifferent to the epistemic claims and rights of students, and quite perfectly attuned to the ‘practical needs’ of digital technology which severely challenges the concept of knowing and also critical thinking in higher education.  \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33235",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Tiina Räisä",
        "Matteo Stocchetti"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33235",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "1-9",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6715c9af-7f56-426b-a7e4-a8e9bab67619",
    "title": "The Pepe the Frog Image-Meme in Hong Kong: Visual Recurrences and Gender Fluidity on the LIHKG Forum",
    "abstract": "<jats:p>This paper examines how Pepe the Frog, a cartoon character originally created byAmerican cartoonist Matt Furie, and currently a global digital image-meme ofonline activism, was adopted and adapted in Hong Kong during the 2019 Anti-Extradition Bill and Law Movement (反對逃犯條例修訂運動; faan deoi tou faan tiulai sau ding wan dung) (hereafter: anti-ELAB Movement) on one of the mostprevalent protest platforms, the LIHKG forum (LIHKG 論壇). We combined acomputational big data analysis of the posts’ metadata and a qualitative analysisof the Hong Kong Pepe image-meme to examine how it contributed to highlyemotive and contentious discussions about the future of Hong Kong. The aim isto reveal how activists on this platform framed this imported image-meme tomake statements about Hong Kong politics, as well as gender and democracy.The scope of visual content on social media today creates an opportunity forcross-disciplinary collaboration and new methodological approaches thatcombine a scaling of large quantities of images with representative sampling andtheories of online activism. Our theoretical interest aims at documenting howactivists reveled in various visual cultures and adopted the image-meme withinsocial media discourse. We are equally interested in identifying the genderrepresentations of these figures and how they drove emotional responses anddiscussions during the movement’s high points. The Anti-ELAB protests and theLIHKG forum were specifically characterized by a large participation of youngerwomen. Alongside the proposition for Hong Kong self-determination, the forumhosted discussions about the role of female activists within the struggle. SincePepe had previously been adopted by xenophobic alt-right groups and themisogynist “manosphere,” we monitored and interpreted recurring Pepeimageryto find out how normative-conservative, or gender-fluid andemancipatory tropes were used on the LIHKG forum.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.131",
      "type": "journal-article",
      "published": [
        2023,
        2
      ],
      "authors": [
        "Katrien Jacobs",
        "Degel Cheung",
        "Vasileios Maltezos",
        "Cecilia Wong"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.131",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "130-150",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "99f18966-06c2-4bb5-b60e-195c7b04fe68",
    "title": "Who Are the Targets of Deepfakes?",
    "abstract": "<jats:p>This study draws on a dataset of 1394 flagged deepfakes from YouTube and TikTok annotated by the race, gender, profession and nationality of the ‘targeted’ individuals. The findings indicate that, by stark contrast to pornographic sites, mainstream deepfakes overwhelmingly feature individuals who are white, male, and—when in politics—authoritarian. A complementary qualitative analysis suggests that very few videos have a political edge, even when featuring politicians. Instead, it is proposed that the chief function of mainstream deepfakes is to be seen as a carnivalesque (apolitical) profanation of the faces of power. These findings challenge previous studies on the demographics of deepfake targets and broaden the scope of the current literature by shedding further light on how AI-assisted video doctoring is used beyond porn and disinformation.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i255529",
      "type": "journal-article",
      "published": [
        2025,
        6
      ],
      "authors": [
        "Carl Öhman"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i255529",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "2",
      "page": "18-33",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "03a68193-3beb-48eb-957f-06760248e154",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1",
      "type": "journal-issue",
      "published": [
        2021,
        2
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v3i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "c7f6b7ba-2b66-4d5d-9f94-1e23414cd1d2",
    "title": "Making Ends Meet by Mining on Blockchain: Subalternity, Materiality, and Yearnings of Chinese Amateur Crypto-miners",
    "abstract": "<jats:p>While public narratives indicate that blockchain is widely used in developed societies among privileged elites, either from socio-economic, ethnic, or techno-cultural perspectives, this study examines how some disadvantaged marginal others, specifically the subaltern shehuiren in China, survive in the increasingly precarious post-socialist Chinese society by engaging with blockchain and cryptocurrencies. Literally translated as “society people”, shehuiren are the socio-economically and techno-culturally disadvantaged others who face marginality due to various post-socialist institutional inequalities. This study aims at unpacking how, on the one hand, the blockchain scene has been reconfigured by the disadvantaged in the local context, and on the other hand, how subalternity is actualized in post-socialist China, where blockchain-related technologies deeply intertwine with various forms of social inequalities. By tracing a group of shehuiren crypto miners through ethnography, I demonstrate that this subaltern scene of blockchain not just reshapes the shehuiren individuals’ notion of time, space, and value and the social relationship among themselves, but also profoundly impacts the power dynamics between the subalterns, the more privileged others, and the state authorities. Specifically, I underline that, despite being treated as losers, outsiders, and potential wrongdoers due to the existing social structures, shehuiren miners are neither victims nor rebels opposing either the authoritarian state or the global neoliberal order. Instead, they are actors who harvest limited profits through their unacknowledged creativity, adeptly making use of various resources within their reach and weaving their differential aspirations by attaching themselves to the larger technology-mediated networks in an unequal post-socialist society where a united subaltern hardly exists.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.133",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Jiaxi Hou"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.133",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "80-117",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b26179e8-ad7f-4e78-beb2-f58962889bc4",
    "title": "”I don’t know if I can share this.” : Agency and sociomateriality in digital text sharing of business communication",
    "abstract": "<jats:p>In modern business organizations, digital practices are enacted daily, often when sharing texts, which is crucial for knowledge management. How professionals experience digital text sharing is an issue that is often overlooked. In this paper, we focus on a relatively new aspect of business digital literacy: the literacy practice of digital text sharing in workplaces. Our analysis was conducted on ethnographic data from business organizations. The results show that sociomaterial aspects are enacted by professionals by discussing 1) the protection of borders of their own and other organizations, and 2) the status and digital location of texts. The analysis highlights two means of expressing agency that indicate conflicting norms: joking and showing strong emotions. The study places the hitherto backgrounded literacy practice of digital text sharing in workplaces in the foreground, proposes methods for studying this phenomenon, and highlights issues concerning digital text sharing that should be addressed by organizations.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.78",
      "type": "journal-article",
      "published": [
        2021,
        3
      ],
      "authors": [
        "Mona Blåsjö",
        "Carla Jonsson",
        "Sofia Johansson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.78",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "1-31",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "5c46d383-f320-4d36-9581-f49a5dd16b88",
    "title": "Autocompleting inequality",
    "abstract": "<jats:p>The latest wave of AI hype has been driven by ‘generative AI’ systems exemplified by ChatGPT, which was created by OpenAI’s ‘fine-tuning’ of a large language model (LLM). This process involves using human labor to provide feedback on generative outputs in order to bring these into greater ‘alignment’ with ‘safety’. This article analyzes the fine-tuning of generative AI as a process of social ordering, beginning with the encoding of cultural dispositions into LLMs, their containment and redirection into vectors of ‘safety’, and the subsequent challenge of these ‘guard rails’ by users. Fine-tuning becomes a means by which some social hierarchies are reproduced, reshaped, and flattened. By analyzing documentation provided by generative AI developers, I show how fine-tuning makes use of human judgement to reshape the algorithmic reproduction of inequality, while also arguing that the most important values driving AI alignment are commercial imperatives and aligning with political economy.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i154879",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Mike Zajko"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i154879",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "66-82",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1de2b246-a0b6-4532-8d8e-6dee443c94e9",
    "title": "Feature Analysis: A Method for Analyzing the Role of Ideology in App Design",
    "abstract": "<jats:p>Many apps are designed to solve a problem or accomplish a task, such as managing a health condition, creating a to-do-list, or finding work. The solutions that app developers offer reflects how they believe that users and other stakeholders understand the problem. Each individual developer may have different ideas but analyzing many apps together can reveal the average or typical ways that developers in the set think about the problems that their apps are designed to solve. Building on content analysis, interface analysis, the concept of affordances, and speculative design, this article offers a new method that we call “feature analysis” to analyze what a set of apps designed to solve the same problem can tell us about the relationship between app design and ideology. By counting and classifying the features in a set of apps, feature analysis enables researchers to systematically answer questions about how app developers’ design choices reflect existing cultural norms, assumptions, and ideologies.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2.56",
      "type": "journal-article",
      "published": [
        2021,
        9
      ],
      "authors": [
        "Amy A. Hasinoff",
        "Rena Bivens"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i2.56",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "89-113",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 9,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "46ae9903-3257-4f4f-9146-166fa48b0a97",
    "title": "Inequalities in internet use among older people between 2004 and 2021",
    "abstract": "<jats:p>\r\nAlthough research already examined sociodemographic profiles of older internet (non-)users, it is unknown how combinations of sociodemographic factors relate to internet (non-)use. Therefore, this study aims to investigate the cumulative impact of sociodemographic characteristics on internet (non-)use among people aged 60 and older between 2004 and 2021, using representative survey data derived from the Belgian Ageing Studies (n = 61 376). Logistic regression analyses consistently associated low education, age 80 or older, low income and female gender with higher probabilities of being internet non-user between 2004 an 2021. CHAID analysis revealed that education and age are the strongest predictors of non-use. The cumulative impact of sociodemographic factors enables to reveal subgroups where prevalence rates of non-use are almost three times higher than the prevalence reported in the population of older people in general. The result that 80.1 percent of individuals aged 80 and above with limited education did not use the internet underscores the need for a comprehensive digital inclusion approach, including strategies to overcome economic barriers to internet access and tailored internet training initiatives addressing digital skills and motivation. CHAID results help policymakers and internet training providers identify subgroups with high prevalence rates of non-users and target interventions to those at a high risk of digital exclusion.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.27424",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Jorrit Campens",
        "Anina Vercruyssen",
        "Werner Schirmer",
        "Nico De Witte",
        " On behalf of the Digital Ageing Consortium"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.27424",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "93-111",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "27945e4f-aa2b-42f3-a8f1-d249550dd545",
    "title": "What is digital activism anyway? Social constructions of the “digital” in contemporary activism",
    "abstract": "<jats:p>In recent decades, digital activism has received a lot of scholarly and journalistic attention. Even so, there remains no firm consensus on its precise definition and scope. This paper addresses this conceptual haziness and contends that there are analytical issues and conceptual implications in the openness of the term and its description as digital, as 'digitality' is neither the sole nor the primary feature along which activism has changed. Drawing on extant practices of digital activism and conceptual approaches to its scope, the paper aims to (1) critically discuss &amp; highlight a range of conceptual obscurities in digital activism scholarship, (2) provide a glimpse into the concept’s evolution, and, through these (3) suggest that the term (incl. synonyms) suffers from myriad conceptual and epistemological fallacies: omissions of the concept’s complexity (e.g. hybridity, rhizomatism, multi- mediality), implications of digital dualism and therefore potentially technological determinism, and the invitation of stigma, luddite sentiment, and other social constructions of the technologies to which the term is attached.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.44",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Suay Melisa Özkula"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.44",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "60-84",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 31,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "dcf1f607-c4e6-4f80-bf42-be50efefd442",
    "title": "Rethinking ‘Sex Robots’: Gender, Desire, and Embodiment in Posthuman Sextech",
    "abstract": "<jats:p>This paper interrogates the posthuman potential of sextech aimed at heterosexual men, positing that advertising and design of products with digital femininities emphasise the possibility for emotional interaction. This work firstly applies pressure to the monolithic conceptualisation of ‘sex robots’, that impedes rigorously appraising existing sextech constructions. Applying posthuman theory to sextech, particularly critical posthumanism and the formative work of Donna Haraway, affords this investigation the theoretical rigour to reflect on the potential for emotional interaction with digital feminised others. Through digital media analysis, this paper explores three gendered-female technologies: Azuma Hikari, (2020); the RealdollX Application (2020) and VirtualMate (2020) alongside their concomitant promotional material. This research illustrates that the complex convergence of interactive technologies, digital feminities and emotive advertising suggests a shift into posthuman sextech – where digital feminities are designed and advertised as capable of providing erotic and emotive interaction.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3.87",
      "type": "journal-article",
      "published": [
        2022,
        7
      ],
      "authors": [
        "Chloé Locatelli"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i3.87",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "10-33",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 10,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c0b3e50a-938f-49fa-94ce-4e7446802ebf",
    "title": "Digital media ethnographers on the move – An unexpected proposal",
    "abstract": "<jats:p>\r\nThis article explores what digital media ethnography as a methodological approach can offer to the study of contiguous media events with an unexpected, violent and fluid nature. Emphasising the role of media events in the present organisation of social life, we as digital media anthropologists acknowledge the tendency in the current digital media environment to eventise and spectacularise social life. This development serves the power-related purposes of attention seeking and public recognition in the digital world. The article is structured as follows: first, we provide a brief outline of the field of digital media ethnography in relation to the study of media event; second, we identify what we claim are three key methodological dilemmas in applying digital media ethnography to the study of today’s digitally circulating media events (scale, mobility and agency) and reflect on them in the context of our methodological positioning; third, we conclude this article by considering some epistemological and ontological implications of this methodological endeavour in relation to what can be called the ‘meta-field’ and the related instability in current digital research.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1.37",
      "type": "journal-article",
      "published": [
        2020,
        2
      ],
      "authors": [
        "Johanna Sumial",
        "Minttu Tikka"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i1.37",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "39-55",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 15,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1b0c7e63-4250-4998-b0ed-79a4116e4708",
    "title": "Distrusting Consensus: How a Uniform Corona Pandemic Narrative Fostered Suspicion and Conspiracy Theories",
    "abstract": "<jats:p>Although the institutional model of science communication operated well during the corona-pandemic, and relevant public institutions (media, science, politics) garnered higher levels of trust following “rally-around-the-flag” dynamics, other people would develop distrusts towards those institutions and the emerging orthodox corona narrative. Their ideas are often framed as conspiracy theories, and today’s globalized media eco-system enables their proliferation. This looming “infodemic” became a prime object of concern. In this article I agnostically study those distrusts from a cultural sociological perspective to better understand how and why people (came to) disbelieve official knowledge and their producers. To do so, I draw on my ethnographic fieldwork in the off- and online worlds of people labeled as conspiracy theorists in the Netherlands, which includes the media they consume, share and produce. Based on an inductive analysis of people’s own sense-making, I present three dominant reasons: media’s panicky narrative of fear and mayhem; governments sole focus on lockdowns and vaccines; and the exclusion of heterodox scientific perspectives in the public sphere. Each of these reasons problematize a perceived orthodoxy in media, politics and science, and this uniformity bred suspicion about possible conspiracies between these public institutions. Too much consensus gets distrusted. While we can discard those ideas as irrational conspiracy theories, I conclude that these findings have important implications for the way we deal with and communicate about complex societal problems. Next to keeping things simple and clear, as crisis/risk/science communication holds, we need to allow for uncertainty, critique and epistemic diversity as well.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.143",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Jaron Harambam"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.143",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "109-139",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 9,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e44dae7d-3849-4048-b692-f85e13a2f5ab",
    "title": "Meme-ifying Data: The Rise of Public Health Influencers on Instagram, TikTok, and Twitter during Covid-19",
    "abstract": "<jats:p>This article argues for the importance of the memetic tactic of bricolage within contemporary social media science communication for its capacity to curate and distill approachable, accessible, and shareable Covid-19 content. We suggest that the social media communication practices of what we call ‘public health influencers’ (PHIs) on Instagram, Tik Tok, and Twitter make use of memetic bricolage techniques of stop motion, collage, infographics, and placarding, coupled with an ethos of ‘micro-celebrity,’ in order to advance stalled public conversations and to reorient the spread of disinformation back to evidence-based facts. To make this argument, we analyze the cross-platform social media work of three key PHIs during the pediatric vaccination campaigns of late 2021 within our local context of Ontario, Canada to reflect on the effectiveness of social media presence, communication, and advocacy. Through memetic tactics, we argue that PHIs’ efforts to engage the public are driven by a larger impulse to combat health inequities that are exacerbated by the different forms of disinformation circulating on social media. Ultimately, this article illustrates how the concerted effort against disinformation by PHIs on social media via memes contributes to advocacy for more accessible, just, and equitable health care for Ontarians.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.151",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Shana MacDonald",
        "Brianna I. Wiens"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.151",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "59-84",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "0b673367-f8f8-4c45-91e2-4feeeb7d7067",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3",
      "type": "journal-issue",
      "published": [
        2023,
        9
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v5i3",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "0c21ec31-bb55-4407-8383-e5ca38abc93c",
    "title": "Network Information Pro and Contra Bolsonaro's Discourse on Coronavirus",
    "abstract": "<jats:p>This article analyzes the information sources of a corpus made of 135,000 tweets with the hashtags #Bolsonarotemrazão and #OBrasilprecisapararBolsonaro. By analyzing and categorizing the hyperlinks in these messages, the study investigates the information sources used in the construction of opposing discourses about the coronavirus, identifying the types of sources mobilized in both positions. The results indicate that while pro-Bolsonaro discourses prevail in alternative media, those containing hashtags opposing him come from diverse sources, especially traditional media. Drawing on the notion of mediation, the article argues for understanding information sources as an essential part of how the Twitter discussion about the coronavirus pandemic mediated this event for the two different hashtag publics.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.127",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Nina Santos"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.127",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "41-58",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "233ba235-3a1c-4d17-9de8-83c34cdab4eb",
    "title": "Trust, media, and science in the context of the Covid-19 pandemic",
    "abstract": "<jats:p>The first global pandemic of the information age has revealed how the coordinated spread of accurate information and the communication of relevant expert knowledge rely on functioning media channels, platforms, and institutions. As such, the coronavirus pandemic has exposed, and sometimes even catalyzed, longer-running societal processes through which traditional gatekeepers of scientific truth and expertise have been challenged or side-stepped, as alternative actors and institutions have taken the media stage and influenced policymaking spheres. To what extent has the changing media landscape contributed to (dis)trust in expertise? How do different political contexts shape the dynamics between science, policy, and diverse media publics? And in which ways does the contemporary spread of (mis/dis)information take shape? The articles in this collection address these questions by presenting original empirical analyses from a range of geographic and disciplinary vantage points.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i3.195",
      "type": "journal-article",
      "published": [
        2023,
        9
      ],
      "authors": [
        "Donya Alinejad",
        "Adriano José Habed",
        "Jaron Harambam",
        "José Van Dijck"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i3.195",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "3",
      "page": "1-17",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "f6d0c9ba-683a-4080-bb58-fd494375bd79",
    "title": "Women on the Block: A Technofeminist Discourse Analysis of Blockchain Meetups, Conferences, and Hackathons",
    "abstract": "<jats:p>In response to the stark gender disparity that plagued blockchain in its early days, a range of 'women in blockchain' initiatives emerged, some more effective than others. Blockchain scenes including 'meetups,' conferences, and hackathons, present ideal sites to observe these tensions. This study is a technofeminist discourse analysis based on participant observations at blockchain events and interviews with women who work in the industry. It demonstrates how women’s participation in various blockchain scenes can be enabling or constraining depending on the gender power relations of the event. I propose three discursive frames for analyzing these scenes: (1) gender-blind meritocracy, (2) lean into blockchain, and (3) intersectional inclusion.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.138",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Julie Frizzo-Barker"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.138",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "118-155",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "02634ee8-af7d-43c9-a460-740eb5d16ed9",
    "title": "Utopian and Dystopian Sociotechnical Imaginaries of Big Data",
    "abstract": "<jats:p>Data feminism, a way of thinking about and “doing” data utilizing feminist tools and perspectives, has emerged in recent years as a part of a critical discourse surrounding datafication. The aim of this study is to analyze and identify shared perceptions of big data as expressed in a corpus of scholarly writings published in the domain of data studies and data feminism. We analyzed a set of 44 scholarly texts engaging in feminism concerned with the concept of big data. For the purpose of this article, we refer to this set of texts as data feminism and examine how authors frame and describe big data. We compare future visions in data feminist material with policies by the European Commission and explore what tensions arise among them. Furthermore, we explore and delineate social and political alternatives that emerge from data feminist texts. Both corpora describe futures inclusive of big data and imagine possible positive outcomes from different perspectives and with different ideas of the current role of big data. We found that sociotechnical imaginaries of big data within the data feminist corpus are considerably richer and more nuanced than those of the European Commission. In the data feminist corpus, big data is described as a multiplicity of things and often implicated in perpetuating power imbalances and large societal issues. The European Commission corpus employs the perspective of “data as a resource” to be exploited.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.180",
      "type": "journal-article",
      "published": [
        2023,
        12
      ],
      "authors": [
        "Hana Marčetić",
        "Jan Nolin"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.180",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "93-125",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "d454b5ec-ce01-4cb8-b6f6-3a214d33f617",
    "title": "Memetic Moments: The Speed of Twitter Memes",
    "abstract": "<jats:p>This paper examines how speed shapes internet culture. To do so, it analyses ‘memetic moments’ on Twitter, short-lived and rapidly circulated memes that quickly reach saturation. The paper examines two ‘memetic moments’ on Twitter in 2018 and 2019 to assess how they develop over time. Each case study comprises a week’s worth of relevant tweets that were analysed for temporal patterns. We analyse these ‘memetic moments’ through Lefebvre’s (2004) work on rhythmanalysis, arguing that the temporal patterns of memes on Twitter can be understood through his concepts of repetition, presence and dialogue. While seemingly trivial, memetic moments underscore the didactic relationship between social media and news media while also providing a way to approach complex social issues.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.95",
      "type": "journal-article",
      "published": [
        2021,
        6
      ],
      "authors": [
        "Naomi Smith",
        "Simon Copland"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.95",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "23-48",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 6,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "07d3f285-70f3-4bed-ac27-37d780aa1a69",
    "title": "Practical AI Transparency: Revealing Datafication and Algorithmic Identities",
    "abstract": "<jats:p>How does one do research on algorithms and their outputs when confronted with the inherent algorithmic opacity and black box-ness as well as with the limitations of API-based research and the data access gaps imposed by platforms’ gate-keeping practices? This article outlines the methodological steps we undertook to manoeuvre around the above-mentioned obstacles. It is a “byproduct” of our investigation into datafication and the way how algorithmic identities are being produced for personalisation, ad delivery and recommendation. Following Paßmann and Boersma’s (2017) suggestion for pursuing “practical transparency” and focusing on particular actors, we experiment with different avenues of research. We develop and employ an approach of letting the platforms speak and making the platforms speak. In doing so, we also use non-traditional research tools, such as transparency and regulatory tools, and repurpose them as objects of/for study. Empirically testing the applicability of this integrated approach, we elaborate on the possibilities it offers for the study of algorithmic systems, while being aware and cognizant of its limitations and shortcomings.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.32",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Ana Pop Stefanija",
        "Jo Pierson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.32",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "84-125",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "f39a07da-95f1-4f34-b8ca-f062ad0f6841",
    "title": "Intimacy in the Time of COVID-19",
    "abstract": "<jats:p>In this essay, we tell a story with data about how our relationship with technology has transformed our collective notion of intimacy and rituals of connecting with others. Framed by the COVID-19 pandemic, our starting point is that technology is neither good, bad, nor neutral. The goal of this study is to step back and have conversations with people –from all over the United States of various ages, occupations, and relationship statuses– about how they define intimacy and understand these practices in a mediated environment. In this essay, we discuss technology as more than a performative platform. It is an ambient architecture that sets the tone for interactions meant to preserve social ties and sustain social capital potentially depleted through pandemic conditions of seclusion. Through the voices of our participants, we conceptualize how intimacy is experienced and understood, and how this relational quality is amplified in a mediated environment during moments of disruption. In the end, what COVID-19 has revealed as we reflect on our relationship with technology is the fluidity of intimacy in moments of change.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2.84",
      "type": "journal-article",
      "published": [
        2021,
        5
      ],
      "authors": [
        "Jamie Foster Campbell",
        "Zizi Papacharissi"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i2.84",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "1-9",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e1e30f4b-befd-486a-a461-59155ada3594",
    "title": "Spreading Sankofa",
    "abstract": "<jats:p>\r\nEpistemicide is the devaluing, silencing, or annihilation of knowledge and encompasses systematic knowledge destruction enacted through accumulation of epistemic injustices. Considering prior epistemicide research in LIS––in conjunction with critical, historical, and philosophical perspectives of technology––this paper examines how epistemicide occurs by and through digital technologies, constituting what we call digital epistemicide. The social, cultural, and historical epistemic injustices enabled through technology––and the proliferation of epistemic injustices in digital worlds––demands a theorization of how epistemicide occurs in digital contexts. By considering elements of power, domination, and control in relation to digital technologies, we contribute to a critically informed meta-language for describing digital epistemicide. With concern and care for the next generation of library and information professionals, we call for an enactment of Sankofa Interventions. These include everyday dialogues, practices, policies, actions, or critical reflections that engage with historical narratives from the past, absent from discourses of the present, in a manner that emulates the notion of Sankofa. The enactment of Sankofa interventions to mitigate digital epistemicide, such as reparative storytelling and other critical digital pedagogical practices, requires both ongoing attention to digitizing records that have been left behind and likewise ensuring that digital worlds are well maintained to support the preservation and sharing of knowledge.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33238",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Tyler Youngman",
        "Beth Patin"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33238",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "10-25",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3563fdfe-b7b0-4100-9578-0f4e0d12fd9a",
    "title": "Shifting Selves and Spaces: Conceptualising School Emergency Remote Teaching as a Third Space",
    "abstract": "<jats:p>The COVID-19 pandemic was the catalyst for unprecedented change within education systems around the world. Teaching and learning which had traditionally taken place in school classrooms suddenly moved online. Teachers’ responses to the emergency changed not just pedagogy but who was teaching as well as when and where teaching took place. Bhabha’s ‘third space’ (1994) provides a way of re-imagining the new spaces (both physical and virtual) which were created in response to the pandemic. We report on data from two research studies in Scotland conducted in the 2020-21 academic year covering two lockdown (stay at home) periods: one comprising interviews with nine educators in Scotland; the other study using two rounds of focus groups with eleven early career teachers. Our research thus enquires into the lockdown practices of a range of teachers and managers across different local authorities in Scotland, exploring how they engaged learners using digital technologies during two national lockdowns. Across both studies, digital technology played a key role in how this third space was mediated and the findings show participants’ emotional highs and lows of working within this new space. It also shows teachers’ changing perceptions of children and families and how power relations evolved over the lockdown periods. Technology facilitated the emergency response, but questions remain as to what the legacy of this forced shift will be. This paper points to the importance of two-way communication between home and school and how third spaces using digital technologies could bring home and school funds of knowledge closer together.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.109",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "David H Johnston",
        "Mark Carver",
        "Katrina Foy",
        "Aloyise Mulligan",
        "Rachel Shanks"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.109",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "26-46",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a105d25b-c81b-48bb-9d3a-7d8b3cd7a12b",
    "title": "Hive Mind Online: Collective Sensing in Times of Disinformation",
    "abstract": "<jats:p>This study investigates the efficacy of collective sensing as a mechanism for unveiling disinformation in group interaction. Small group interactions were simulated to experiment on the effects of a group reaction to incentivized deceptive behavior when initiated by social influencers. We use multilevel modeling to examine the individual communication data nested within group interactions. The study advances the use of computational efficacy to support the supposition of collective sensing—by analyzing individual social actors’ communicative language and interaction within group contexts. Language-action cues as stigmergic signals were systemically extracted, compared and analyzed within groups as well as between groups. The results demonstrate that patterns of group communication become more concentrated and expressive after a social influencer becomes deceptive, even when the act of deception itself is not obvious to any individual. That is, individuals in the group characterize deceptive situations differently, but communication patterns depict the group’s ability to collectively sense deception from circulating disinformation. The study confirms our postulation of using collective sensing to detect deceptive influences in a group.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.119",
      "type": "journal-article",
      "published": [
        2023,
        2
      ],
      "authors": [
        "Shuyuan Mary Ho",
        "Jeffrey Nickerson",
        "Qian Zhang"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.119",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "89-129",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "071ead8c-bfce-4062-84fd-81e6ee8fc82e",
    "title": "A First Glance at the NFT Quebec Gaming Scene",
    "abstract": "<jats:p>This article examines the discourses surrounding non-fungible tokens (NFTs) in gaming and identifies companies involved in NFTs in the Quebec gaming scene. NFTs boomed in the gaming industry in 2021 and continued to grow in 2022, even as the value of gaming coins plummeted. If successful, some believe they could bring new opportunities to the gaming landscape. We conducted an online ethnography in early 2022 through an innovative web-scanning approach and curation process powered by a professional market intelligence platform. Data was collected from various sources and analyzed via statistical analysis software to understand the discourses of companies, gamers, researchers, and insiders. Findings show that the technical and economic discourse is at least ambivalent if not negative, while the gamer discourse is mostly negative. The burgeoning Quebec scene is currently very limited and divided into two groups: large gaming companies and startups. Despite the crypto-enthusiast craze, our analysis shows that early projects were often criticized by traditional gamers and that professionals in the sector remain skeptical.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.134",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Régis Barondeau",
        "Axel Guitton",
        "Shima Masoumi",
        "Pablo M Aceiton Campos"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.134",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "156-187",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "98a5040a-d8ad-4c88-8e9e-eed6570f837a",
    "title": "Epistemic injustice, university bordering regimes and international postgraduate researchers",
    "abstract": "<jats:p>\r\nThis paper outlines the findings of a series of interviews with international PhD students in the social sciences at Newcastle University. It aims to: 1) understand how the university, as a bordering institution, has shaped the experience of international postgraduates; and 2) interrogate how these students are experiencing the process of articulating and undertaking their research under layers of restriction vis-à-vis Covid-19 as well as growing regimes of digital/biometric surveillance, costs, restrictions, and bureaucracy. Epistemic injustice is used as a frame to understand the operation of interlocking forms of oppression wherein the university is seen as a site of harm through direct and indirect discrimination.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33241",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Tina Sikka",
        "Heather Proctor"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33241",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "25-39",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "994ea5dc-aac9-482c-b04a-6f0427e52075",
    "title": "Data Perversion: a Psychoanalytic Perspective on Datafication",
    "abstract": "<jats:p>This article adopts a psychoanalytic perspective and argues that users are in a perverse relationship with contemporary platforms. Following a review of recent critical scholarship on datafication, which places too much emphasis on platforms and situates users as helpless, the psychoanalytic concept of perversion is introduced. Perversion describes a relationship that is characterised by dominance, exploitation and dehumanization as well as care, love, and idealization. While the pervert (the platform and its owners and developers) is the perpetrator, the other (the user) is also actively participating in the perverse relationship. Contemporary relations are thus marked by foregrounding connectivity, convenience and communication which mask the violence of datafication. Such relations are upheld, because users affirmatively reproduce them by using highly attractive platforms which are customized for each individual. Psychoanalysis can thus offer a complex conceptualisation of the interplay between affirmation, attraction and exploitation that is immanent to platforms and users today.    </jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.57",
      "type": "journal-article",
      "published": [
        2021,
        3
      ],
      "authors": [
        "Jacob Johanssen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.57",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "88-105",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 5,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b7b9505e-fc02-43f8-af06-dedecdb57c5e",
    "title": "Digital Limit Situations: Anticipatory Media Beyond ‘The New AI Era’",
    "abstract": "<jats:p>\r\nIn the present age AI (artificial intelligence) emerges as both a medium to and message about (or even from) the future, eclipsing all other possible prospects. Discussing how AI succeeds in presenting itself as an arrival on the human horizon at the end times, this theoretical essay scrutinizes the ‘inevitability’ of AI-driven abstract futures and probes how such imaginaries become living myths, by attending how the technology is embedded in broader appropriations of the future tense. Reclaiming anticipation existentially, by drawing and expanding on the philosophy of Karl Jaspers – and his concept of the limit situation – I offer an invitation beyond the prospects and limits of ‘the new AI Era’ of predictive modelling, exploitation and dataism. I submit that the present moment of technological transformation and of escalating multi-faceted and interrelated global crises, is a digital limit situation in which there are entrenched existential and politico-ethical stakes of anticipatory media. Attending to them as a ‘future present’ (Adam and Groves 2007, 2011), taking responsible action, constitutes our utmost capability and task. The essay concludes that precisely here lies the assignment ahead for pursuing a post-disciplinary, integrative and generative form of Humanities and Social Sciences as a method of hope, that engages AI designers in the pursuit of an inclusive and open future of existential and ecological sustainability.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.55",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Amanda Lagerkvist"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.55",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "16-41",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 7,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6202bf51-d98c-42cf-a92b-602c391bde4f",
    "title": "Three lies of digital ethnography",
    "abstract": "<jats:p>\r\nThe relative novelty of digital ethnography as a research methodology, along with the challenges that it moves to classical understandings of fieldwork, participation and representation, results in a repertoire of professional illusions through which digital ethnographers justify their work when confronted with the disciplinary culture of anthropology. This essay is based on the author’s reflexive experience of researching digital media use in China, and updates Gary Alan Fine’s 1993 article “Ten Lies of Ethnography” by identifying three lies of digital ethnography. Illustrating each of these lies through an archetypal figure – the ‘networked field-weaver’, the ‘eager participant-lurker’ and the ‘expert fabricator’ – this article argues for the need to confront methodological illusions and embrace the tensions behind them as useful heuristics for conducting ethnographic research on, through and about digital media.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1.24",
      "type": "journal-article",
      "published": [
        2020,
        2
      ],
      "authors": [
        "Gabriele De Seta"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i1.24",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "77-97",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 42,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "acb806d9-88f2-408b-8204-32060089f02d",
    "title": "Comparing the victimization impact of cybercrime and traditional crime: Literature review and future research directions",
    "abstract": "<jats:p>This paper addresses the importance of building knowledge on the impact of cybercrime victimization. Because the topic is understudied, it is unclear whether the impact of cybercrime differs from that of traditional crime. Our understanding of potential impact differences needs to be improved, considering that society and criminality are digitizing and, consequently, more people are likely to become victims of cybercrime. From a practical perspective, knowledge about the impact of different crimes is important to develop victim policies within law enforcement and other relevant agencies, and to treat victims appropriately. In this paper, a literature review is provided, as well as future research directions to address the current knowledge gap. The future research directions are divided in three topics: (1) distinguishing between cybercrime and traditional crime, (2) classifying cybercrime and traditional crime, and (3) measuring the victimization impact of cybercrime and traditional crime.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.66",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Jildau Borwell",
        "Jurjen Jansen",
        "Wouter Stol"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.66",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "85-110",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 10,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a19e1503-bfa9-4d37-b0b7-98170d819b49",
    "title": "Somewhere between here and there: Negotiating Researcher Visibility in a Digital Ethnography of the Influencer Industry",
    "abstract": "<jats:p>\r\nDespite our preparation for fieldwork, a majority of what ethnographers actually do in the field is based on ‘gut-feeling’, ‘sensing’, and ‘whim’. This paper is a piece of reflexive ethnography detailing a series of minor but important methodological decisions pertaining to researcher visibility throughout fieldwork in a digital community of social media Influencers. It details one anthropologist’s private negotiations during the foray into the Influencer industry by situating the self along various spectrums of conspicuousness. These confessional anecdotes of ‘behind the scenes’ labour can be taken as suggestions on how to negotiate one’s positionalities during ethnographic encounters between and betwixt physical and digital fieldsites. I detail these through six experiences from the field – as the esteemed guest, the exotic inbetweener, the willing apprentice, the trophy acquaintance, the concealed consultant, and the passing confidante – in which I negotiate being ‘seen’, being on ‘show’, and ‘seeing’ from somewhere between here and there.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1.20",
      "type": "journal-article",
      "published": [
        2020,
        2
      ],
      "authors": [
        "Crystal Abidin"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i1.20",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "56-76",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 13,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "73ed5240-823d-4f88-a8bc-be70b61d529b",
    "title": "Special issue on methods in visual politics and protest",
    "abstract": "<jats:p>This special issue draws together five articles in the arena of methods in visual politics and protest. It addresses three core methodological challenges across the research process (data access, collection, analysis, visualisation): the proliferation of visual social media, the emergence of novel visual practices, and the increasing application of digital methods. Their key contributions lie in the development of mixed visual methods approaches, new techniques for constructing and curating visual datasets, and methodological explorations of visual anti-publics</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.254",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Suay Melisa Özkula",
        "Tom Divon",
        "Hadas Schlussel",
        "Danka Ninković Slavnić"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.254",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "586f7ec2-1ad4-421d-ba0b-1ad85931da96",
    "title": "Adopting technology-based pedagogies for epistemic justice",
    "abstract": "<jats:p>\r\nAdopting culturally responsive technology-based pedagogies that recognize and accommodate students' diverse learning needs, styles, and experiences is crucial in challenging epistemic justice and improving learning outcomes. The objective was to explore how integrating an understanding of individual students' distinctive traits into developing technology-based pedagogies informed by students' different ways of knowing can increase learning outcomes. In this article, I discuss how adopting culturally responsive technologies in classrooms can redress epistemic injustice and improve learner outcomes by promoting student engagement, hands-on experiential learning, and culturally aware learning. The concept of epistemic justice inspires efforts to enhance learning environments and cultivate a sense of connection and community among students. The cases draw from my experience adopting the intervention and are presented within an analytical framework of culturally responsive technology-based pedagogies in selected hybrid and in-person media production courses.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33250",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "L. Lusike Mukhongo"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33250",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "78-92",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3cd01d4b-6aee-4384-afae-0a009946cbf1",
    "title": "Digital Social Futures Research",
    "abstract": "<jats:p>\r\nSocial research is almost inevitably digital: in its subject matter because the digital, social and material dimensions of our worlds and lives are now inseparably entangled; and in its methods as our research techniques and encounters are, even if indirectly, implicated with digital technologies, platforms and practices. Social scientific renderings of digital technologies and media and everyday life propose a range of discipline-specific ways of understanding this relationship between the online/offline and digital/material, and a large and growing literature about digital methods and practice for research and its dissemination. The new challenge is to advance from this strong base of critical research and scholarship within the social sciences and humanities, in two ways. First towards interdisciplinary interventions that will bring theory, methods and concepts into dialogue with technology and design disciplines, and policy and industry agendas; and second to engage with emerging digital technologies and communication, including Artificial Intelligence (AI), Machine Learning, and Automated Decision Making (ADM), and the new socialities, everyday life practices and business models associated with these technological possibilities.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.13",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Sarah Pink"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.13",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "41-48",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 6,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "73ca15a1-6863-4474-85de-58369b135714",
    "title": "Centralising Qualitative Research in Big Data Methods Through Algorithmic Ethnography",
    "abstract": "<jats:p>Responding to the challenge for qualitative researchers to claim a central place in conversations about big data, analytics, datafication, data mining and the role of algorithms, this article describes a mixed-method research partnership focused on algorithmic ethnography. In the debates about the opacity of online algorithms, qualitative researchers typically advocate for access to code. This standard discourse centralises the technical aspects of big data and networked ethnographies. Instead, this article outlines a research methodology that analyses algorithmic discourses by working alongside the technical expertise of data scientists and utilizes the affordability of big data methods to do qualitative work. The potential for qualitative research skills to investigate the underlying technical processes that frame online social interactions is proposed as a way to place how people understand the world at the centre of big data research.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1.129",
      "type": "journal-article",
      "published": [
        2023,
        4
      ],
      "authors": [
        "Sam Hames",
        "Naomi Barnes"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i1.129",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "90-108",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7e719a5e-0440-4a29-8a21-9e4b7ef20a02",
    "title": "Hacking Social Science for the Age of Datafication",
    "abstract": "<jats:p>\r\nThe ongoing and intensifying datafication of our societies poses huge challenges as well as opportunities for social science to rethink core elements of its research enterprise. Prominently, there is a pressing need to move beyond the long-standing qualitative/quantitative divide. This paper is an argument towards developing a critical science of data, by bringing together the interpretive theoretical and ethical sensibilities of social science with the predictive and prognostic powers of data science and computational methods. I argue that the renegotiation of theories and research methods that must be made in order for them to be more relevant and useful, can be fruitfully understood through the metaphor of hacking social science: developing creative ways of exploiting existing tools in alternative and unexpected ways to solve problems\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.6",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Simon Lindgren"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.6",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "1-9",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 18,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "0422a934-f861-4014-af18-fa187831dab9",
    "title": "Dark and Bright Patterns in Cookie Consent Requests",
    "abstract": "<jats:p>Dark patterns are (evil) design nudges that steer people’s behaviour through persuasive interface design. Increasingly found in cookie consent requests, they possibly undermine principles of EU privacy law. In two preregistered online experiments we investigated the effects of three common design nudges (default, aesthetic manipulation, obstruction) on users’ consent decisions and their perception of control over their personal data in these situations. In the first experiment (N = 228) we explored the effects of design nudges towards the privacy-unfriendly option (dark patterns). The experiment revealed that most participants agreed to all consent requests regardless of dark design nudges. Unexpectedly, despite generally low levels of perceived control, obstructing the privacy-friendly option led to more rather than less perceived control. In the second experiment (N = 255) we reversed the direction of the design nudges towards the privacy-friendly option, which we title “bright patterns”. This time the obstruction and default nudges swayed people effectively towards the privacy-friendly option, while the result regarding perceived control stayed the same compared to Experiment 1. Overall, our findings suggest that many current implementations of cookie consent requests do not enable meaningful choices by internet users, and are thus not in line with the intention of the EU policymakers. We also explore how policymakers could address the problem.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.54",
      "type": "journal-article",
      "published": [
        2021,
        2
      ],
      "authors": [
        "Paul Graßl",
        "Hanna Schraffenberger",
        "Frederik Zuiderveen Borgesius",
        "Moniek Buijzen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.54",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "1-38",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 55,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "5d63056a-28ac-4822-8dec-4aad3b435991",
    "title": "When corporate dataveillance brings beneficial experiences",
    "abstract": "<jats:p>\r\nEntertainment, information seeking, socialization: internet users are constantly dataveilled when relying on various online services to meet their diverse needs. Yet research that considers online-service peculiarities in shaping personal experiences in response to corporate data collection and analysis is scarce. This study investigates young adults’ dataveillance imaginaries, sense of dataveillance, and behavioral responses on YouTube, which extensively displays personalized content based on digital traces. Our thematic analysis of semi-structured interviews with frequent users demonstrated the perceived self-evidence of dataveillance on this major platform. Users tended to accept and take advantage of, rather than resist, pervasive dataveillance practices. The results also revealed that on YouTube, dataveillance brings greater benefits because it fosters user satisfaction and confirmed that individual attitudes and behaviors related to dataveillance are highly context-dependent. Our fresh service-specific approach contributes to refining user-centered research on everyday dataveillance beyond its expected adverse consequences.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i255041",
      "type": "journal-article",
      "published": [
        2025,
        6
      ],
      "authors": [
        "Sarah Daoust-Braun",
        "Noemi Festic",
        "Michael Latzer"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i255041",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "2",
      "page": "1-17",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "83f9b20c-303b-4271-a87a-320414d209c8",
    "title": "In Search of Meaning: Why We Still Don't Know What Digital Data Represent",
    "abstract": "<jats:p>\r\nIn the early years, researchers greeted the internet and digital data with almost wide-eyed wonder and excitement. The opportunities provided by digital media such as websites, bulletin boards, and blogs—and later by social media platforms and mobile apps—seemed nearly endless, and researchers were suddenly awash in data. The bounty was so great that it required new methods for processing, organizing, and analysis. Yet in all the excitement, it seems that the digital research community largely lost sight of something fundamental: a sense of what all these data actually represent. In this essay, I argue that moving forward, researchers need to take a critical look into, be more open about, and develop better approaches for drawing inferences and larger meaning from digital data. I suggest that we need to more closely interrogate what these data represent in at least two senses: statistical and contextual. In the former instance I call for much greater modesty in digital social research. In the latter, I call for heuristic models that permit bolder, more robust comparisons throughout our work.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.8",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Rebekah Tromble"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.8",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "17-24",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 20,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "90276b69-49fa-42f2-81d2-d281adf32e04",
    "title": "Protesting is Not Everything: Analyzing Twitter Use During Electoral Events in Non-democratic Contexts",
    "abstract": "<jats:p>Despite the fact that during political protests, Twitter usage has been substantially studied in various contexts, there are still some significant gaps in our understanding of the ways that this microblogging network is employed in regular political happenings, e.g., elections, particularly in authoritarian countries. As a result, it remains unclear if citizens in non-democratic countries use Twitter to protest at the time of regular political events as the time of uprisings or not. This investigation tries to address this gap by providing some empirical evidence from the Iranian Twittersphere during the 2017 presidential election. Having employed networked framing theory, we combined textual and network analytic approaches to investigate a sample of 10,416 tweets of the most influential users in the retweet (RT) network. Findings demonstrate that Iranian users did not significantly challenge the regime and power relations in Iran. They framed the election in a non-critical way dealing with routine political and election frays and debates. They also preferred to attack politicians rather than discuss contentious and deliberate politics. Thus, this research reveals that Twitter is not always a tool for protesting against non-democratic regimes. At the time of electoral events, it could be used as an ordinary communication platform.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.116",
      "type": "journal-article",
      "published": [
        2022,
        11
      ],
      "authors": [
        "Hossein Kermani",
        "Fatemeh Rasouli"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.116",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "22-51",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "f0cdd2c5-807c-4234-80ec-e1f8eb256bae",
    "title": "A Social Science Perspective on Artificial Intelligence: Building Blocks for a Research Agenda",
    "abstract": "<jats:p>\r\nIn this article, we discuss and outline a research agenda for social science research on artificial intelligence. We present four overlapping building blocks that we see as keys for developing a perspective on AI able to unpack the rich complexities of sociotechnical settings. First, the interaction between humans and machines must be studied in its broader societal context. Second, technological and human actors must be seen as social actors on equal terms. Third, we must consider the broader discursive settings in which AI is socially constructed as a phenomenon with related hopes and fears. Fourth, we argue that constant and critical reflection is needed over how AI, algorithms and datafication affect social science research objects and methods. This article serves as the introduction to this JDSR special issue about social science perspectives on AI.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.65",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Simon Lindgren",
        "Jonny Holmström"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.65",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "1-15",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 30,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "f65f07bb-f490-4b6d-a99d-7e9903fc7c8b",
    "title": "Exploring leadership on Instagram: A  visual model for online leadership  analysis",
    "abstract": "<jats:p>Online visual communication is becoming an established and central component of citizens’ everyday life. User activity on large-scale platforms, such as Instagram, can be mapped by tracing the rise and fall of communities of practice that share different visual languages, aesthetic values and forms of leadership. Accordingly, the present study proposes an analytical model for the identification, measurement, and categorization of leadership on visual-based social networks, by asking: how does the digital performance of leaders on Instagram construct different forms of leadership? To answer this question, the Leadership Visual Performance Model (LVPM) will be presented as a theoretical tool to analyze and compare leadership performance on Social Networking Systems. While previous models mostly employed theme-based coding, this analytical tool relies on a set of structural indicators that enable a higher level of comparability across domains. To demonstrate, the LVPM will be employed to investigate the Instagram activity of Jeremy Corbyn and Boris Johnson during the 2019 UK General Election. Findings show how the LVPM indicators enable us to highlight differences in leadership style, compare them and employ them to build a typology.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.205",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Michele Martini"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.205",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "85-99",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a7184d74-db7b-43b7-805d-8cf9ac78507a",
    "title": "In Need of Development, Learning and Research? : On the Possibilities of a Common Point of Departure for Digital and Educational Development",
    "abstract": "<jats:p>A growing body of initiatives aims to connect school improvement with external actors, such as universities, by means of networks and collaborative partnerships of different kinds. Simultaneously, many schools have difficulties in assessing or predicting their needs associated with the digitalization of a specific local school practice given their lack of existing tools to articulate those needs. This has made it difficult to study digitalization in a complementary and symmetrical way between academia and practice. In this study, we used a quantitative instrument to generate findings and development needs relevant to both research and school development. The instrument, which we distributed to all school leaders in one municipality, measures perceptions of three overall areas: (a) levels of digitalization, (b) organizational digital maturity, and (c) notions of leadership. The data shows, for example, that digitalization, in this municipality, was a concern or issue on an individual level. Achieving a more complex view of digitalization as school development—a collegial approach and mindset together with leadership and organization that focuses on strategy and common goals—appears to be a high priority for research and practice. To conclude, the results generated from the instrument used in this study can contribute to a shared understanding of the findings and the needs relevant to both research and school development.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.110",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Jörgen From",
        "Fanny Pettersson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.110",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "47-65",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2207ea69-334c-4f0c-958b-aa32e7c8f189",
    "title": "The Network Life of Non-biomedical Knowledge: Mapping Vietnamese Traditional Medicine Discourses on Facebook",
    "abstract": "<jats:p>Traditional medicine is hugely popular throughout Southeast Asia and other parts of the world. The development of the internet and online social networks in these contexts has enabled a significant proliferation of non-biomedical knowledge and practices via platforms such as Facebook. People use Facebook to advocate for non- biomedical alternatives to unaffordable biomedicine, share family medical recipes, discuss medicinal properties of indigenous plants, buy and sell these plants, and even crowdsource disease diagnoses. This paper examines the network characteristics of, and discourses present within, three popular Vietnamese non-biomedical knowledge Facebook sites over a period of five years. These large-scale datasets are studied using social network analysis and generative statistical models for topic analysis (Latent Dirichlet allocation). Forty-nine unique topics were quantitatively identified and qualitatively interpreted. Among these topics, themes of religion and philanthropy, critical discussions of traditional medicine, and negotiations involving overseas Vietnamese were particularly notable. Although non-biomedical networks on Facebook are growing both in terms of scale and popularity, sub-network comment activities within these networks exhibit ‘small world’ characteristics. This suggests that social media seem to be replicating existing social dynamics that historically enable the maintenance of traditional forms of medical knowledge, rather than transforming them here.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i2.82",
      "type": "journal-article",
      "published": [
        2021,
        6
      ],
      "authors": [
        "Dang Nguyen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i2.82",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "2",
      "page": "10-43",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1ce016f1-eaed-43a0-b57d-1e5afa5a0055",
    "title": "Social Media Counterpublics and the Chief Big Foot Memorial Ride",
    "abstract": "<jats:p>The annual Chief Big Foot Memorial Ride represents the longest continuous example of Lakota memorial and resistance rides in contemporary Lakota activism. First held in 1986, this commemoration of the journey of Chief Big Foot’s band of Lakotas and the subsequent Wounded Knee Massacre in 1890 now reaches beyond the confines of the ride itself through the use of social media profiles that serve to both publicize and document the ride. This article seeks to understand the way that photographs from the rides influence the types and amount of engagement it receives on social media. Using a qualitative and quantitative approach, 304 images and their associated engagements from the 2018 ride were analyzed using content analysis and a grounded theory approach. This revealed that certain characteristics gave rise to the construction of a counterpublic around this ride. Findings suggest that both the content of photos and types of authors for posts influenced the number and types of engagements received by certain photographs. Given the relative isolation of many Indigenous communities in the Americas, these findings suggest that certain strategies for social media posts by Indigenous social movements can overcome these barriers to spread their message to a wider audience through strategic use of imagery associated with these movements.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.96",
      "type": "journal-article",
      "published": [
        2022,
        10
      ],
      "authors": [
        "Ryan T. Goeckner"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.96",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "1-21",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a789e3b0-4aad-4308-a518-51569eb74b49",
    "title": "What is Data and What Can it be Used For? Key Questions in the Age of Burgeoning Data-essentialism",
    "abstract": "<jats:p>In this article we describe the rise of a data orthodoxy that we suggest to label ‘data-essentialism’. We question this data-essentialism by problematizing its premises, and unveil its ideological indebtedness to deeper (previous) currents in Western thought and history. Data-essentialism is the assumption that data is the essence of basically everything, and thus provides the ideological underpinnings for the imagination of creating an Artificial Intelligence (AI) that would transform the human race and our existence. The imagination of data as an essence is in contrast to, while often conflated with, ideas of data as traces we leave behind existing in highly connected societies. This confusion over what data is, and can be used for, underlines the importance to engage in questions of the nature of data, whether everything in the universe can be described in terms of data and the implications of subscribing to such a data-essentialist worldview. We connect data-essentialism to a revival of positivism, critique a belief in the objectivity of data and that predictions based on data correlations can be fully accurate. We end the article with a discussion of how some aspects of AI rely on data-essentialist accounts and how these have a history and roots in Modernity.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.40",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Jakob Svensson",
        "Oriol Poveda Guillen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.40",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "65-83",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 5,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "07086b9c-4c47-4d67-b62d-e5c7dc76b624",
    "title": "Silencing Tactics: Pronoun Controversies in a Community Questions and Answers Site",
    "abstract": "<jats:p>Understanding how and why online professional knowledge sharing communities develop issues with gender inclusion is essential to building safe and respectful environments. Trans and nonbinary gender identities are under constant threat and scrutiny, and trans people frequently face harms in online environments. Through digital ethnography, I explore how an international online programming community, Stack Exchange, responded to the challenges of implementing trans and nonbinary inclusive language policies. I discuss the rhetorical strategies and silencing tactics deployed by the community in response to policy changes. The analysis draws on Dotson’s concept of testimonial smothering to argue that epistemic violence prevents dialogue about the importance of respecting preferred pronouns. The paper concludes with reflections on the implementation of pronoun policies in international communities.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1.122",
      "type": "journal-article",
      "published": [
        2023,
        3
      ],
      "authors": [
        "Tanya K Osborne"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i1.122",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "1-22",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "342c4922-5048-4e43-af95-4b7ceaa6461f",
    "title": "Humans of Instagram: Exploring influencer identity discourses on Instagram",
    "abstract": "<jats:p>Instagram has become a contemporary platform for presenting our digital identity. In this study, the Instagram influencer phenomenon is investigated from an identity, self-presentation, and impression management perspective. By focusing on the language of Instagram that enables this identity, its navigation and manifestations are explored. In-depth interviews were conducted with 8 fashion, beauty and lifestyle influencers, and the obtained data was analysed through the approach of discourse analysis, rooted in discursive psychology. Prominent discourses include a critical discussion on the ideas of aesthetic influencer identity, ‘handle names’, ‘follower’s gaze’, ‘stories’, ‘posts’, and ‘filters’. The findings provide an exploratory and critical perspective on the ways in which Instagram is creating and shaping identities. By offering an understanding of the facets of the influencer identity, this pioneering study highlights the different negotiations, conflicts, and resolutions in the performance of this identity.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i4.120",
      "type": "journal-article",
      "published": [
        2022,
        11
      ],
      "authors": [
        "Maanya Tewatia",
        "Sramana Majumdar"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i4.120",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "4",
      "page": "52-75",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2c3fe147-61c4-4b17-999c-0a662a24ebb6",
    "title": "Bridging the gap: Crypto users’ sense-making of a historical market crisis",
    "abstract": "<jats:p>\r\nThe conflict between cryptocurrencies’ ideological promises and their practical reality has recently become a considerable topic of scholarly discussion. It has been framed in terms of the so-called ‘promissory gap’ of cryptocurrencies – a gap that is founded in the contrast between the promises of a ‘trust-free’ system and actual reality. Yet, while crypto’s notion of ‘trust-free’ money has been heavily questioned, there is little research on how users seek to overcome cryptocurrencies’ promissory gap. Contrary to the promises of being ‘trust-free’ by design, this paper demonstrates that struggles for trust and control represent a focal point of the community interactions surrounding crypto. By drawing upon Dervin’s sense-making methodology to conduct interviews with 28 crypto investors, this study examines how social actors attempt to construct ‘bridges’ over a ‘gap-filled’ reality related to the moment of a historical crisis in crypto. The results reveal crypto’s intricate social embeddedness: whilst unequal power dynamics, distrust, and conflicting interests represent primary elements of users’ struggles in the crypto space, users attempt to restore a sense of control by recalling personal motivations and connecting with like-minded people. The paper provides insights into crypto users’ strategies to construct meaning in a highly uncertain environment and contributes to the discussion of crypto as a socially structured phenomenon.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33355",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Annika Aebli",
        "Fabienne Silberstein-Bamford"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33355",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "206-228",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "aef2b750-798f-48d0-9167-52009d396a52",
    "title": "Journal of Digital Social Research",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr",
      "type": "journal",
      "published": [
        2019,
        8
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr",
      "publisher": "DIGSUM",
      "container_title": "",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "1146d38d-3702-422d-89c2-e1683180987f",
    "title": "‘This is neither Swedish nor Western and doesn’t belong here’",
    "abstract": "<jats:p>This article analyses written online responses to Swedish retail stores’ social media advertisements broadly addressing the Muslim celebration of Ramadan. It is based on a selection of 19 social media advertisement posts that together generated a total of 2988 responses in discussion threads. The customer responsive comments are analysed through the theoretical lens of race and racism in the digital society and theories of everyday nationhood and nationalism. At large, the result shows that the social media platforms can be seen as facilitators of anti-Muslim racism. However, the advertisements and the responses to them, which express dislike of as well as support for the retailers, Muslim traditions and the Muslim community, illustrate a negotiation of nationhood which is characterized on the one side by racist anger and fear of loss of nation, and on the other side by support for inclusion. Inspired by the concept of ‘predatory inclusion’, the article argues that this paradoxical phenomenon illustrates both inclusion and exclusion. The retail stores’ social media platforms are not only spaces of hatred against Muslims but also a space in which resistance to anti-Muslim racism is articulated and where constructions of Swedishness are challenged.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i133259",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Johanna Sixtensson",
        "Paula Mulinari",
        "Carina Listerborn"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i133259",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "20-34",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2df25996-a7af-4a6d-a46b-beffd9bcab57",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3",
      "type": "journal-issue",
      "published": [
        2020,
        11
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v2i3",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "fb96e406-0508-4786-aee1-c779624a629c",
    "title": "Artificial Intelligence and Video Game Creation: A Framework for the New Logic of Autonomous Design",
    "abstract": "<jats:p>\r\nAutonomous, intelligent tools are reshaping all sorts of work practices, including innovative design work. These tools generate outcomes with little or no user intervention and produce designs of unprecedented complexity and originality, ushering profound changes to how organizations will design and innovate in future. In this paper, we formulate conceptual foundations to analyze the impact of autonomous design tools on design work. We proceed in two steps. First, we conceptualize autonomous design tools as ‘rational’ agents which will participate in the design process. We show that such agency can be realized through two separate approaches of information processing: symbolic and connectionist. Second, we adopt control theory to unpack the relationships between the autonomous design tools, human actors involved in the design, and the environment in which the tools operate. The proposed conceptual framework lays a foundation for studying the new kind of material agency of autonomous design tools in organizational contexts. We illustrate the analytical value of the proposed framework by drawing on two examples from the development of Ubisoft’s Ghost Recon Wildlands video game, which relied on such tools. We conclude this essay by constructing a tentative research agenda for the research into autonomous design tools and design work.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.46",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Stefan Seidel",
        "Nicholas Berente",
        "Aron Lindberg",
        "Kalle Lyytinen",
        "Benoit Martinez",
        "Jeffrey V. Nickerson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.46",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "126-157",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 16,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "578ae283-6c84-4492-a01b-2cebcc584160",
    "title": "Imagining the Commoning Library: Alter-Neoliberal Pedagogy in Informational Capitalism",
    "abstract": "<jats:p>The ascent of neoliberalism and informational capitalism has been largely successful in privatizing and re-regulating state-subject-market relations in ways that treat them “as if” they are a market situation. Here, we observe both the increasing commodification of digital forms of knowledge, as well as the commodification of the access to this knowledge. As predominantly non-commercial spaces, libraries serve the vital function of deflecting these developments. In this article, I argue for going one step further and imagining libraries as institutionalized and pedagogical spaces that can negotiate and transgress their institutional limits vis-à-vis public and private resources, discourses, policies, and technologies for the purpose of furthering the commons. In so doing, libraries serve as alter-neoliberal pedagogies, which democratize the construction and deconstruction of knowledge, as well as the access to them. Here, alternative literacies, ways of learning, and ways of being can be prefigured in practice. In imagining these conceptual potentialities of academic and public libraries, this article sets forth an initial agenda toward the commoning library.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i1.58",
      "type": "journal-article",
      "published": [
        2021,
        2
      ],
      "authors": [
        "Dimitris Soudias"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i1.58",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "1",
      "page": "39-59",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ef61988a-fade-4553-bf71-9961cb541404",
    "title": "A Book Review of Inhuman Power: Artificial Intelligence and the Future of Capitalism",
    "abstract": "<jats:p>\r\nInhuman Power: Artificial Intelligence and the Future of Capitalism by Nick Dyer-Witheford, Atle Mikkola Kjøsen, and James Steinhoff is part of the Digital Barricades series that addresses concerns in the nexus of digital media, geopolitics, and political economy. In this wider context, Inhuman Capital assesses the relationship of AI and capitalism with a twofold purpose. On an empirical level, the book surveys the current state of AI research and development while, on a theoretical level, it explores in depth the utility of Marxist thought toward an analysis of a capitalist project beyond and without human involvement. Despite their unambiguous ideological leanings, the authors’ deliberate situating of the work among literature in the discourse, the attention to underlying political economies, and a detailed overview of AI technologies - and this can be said at the outset of the review - are certain to broaden the prospective readership of Inhuman Power beyond academic circles.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i2.21",
      "type": "journal-article",
      "published": [
        2020,
        9
      ],
      "authors": [
        "Mario Khreiche"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i2.21",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "2",
      "page": "73-77",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c49d5d1b-7002-4c80-a9d8-c28d76d354ca",
    "title": "Coproduction, Ethics and Artificial Intelligence: A Perspective from Cultural Anthropology",
    "abstract": "<jats:p>\r\nOver the past five years, artificial intelligence (AI) has been endorsed as the technical underpinning of innovation. Sensationalist representations of AI have also been accompanied by assumptions of technological determinism that distract from the ordinary, sometimes unassuming consequences of interaction with its systems and processes. Drawing on scholarship from cultural anthropology, along with science and technology studies (STS), this paper examines coproduction in a Canadian AI research and development context. Through interview responses and field observations it presents sites of sociotechnical entanglement and ethical discussion to highlight potential spaces of mediation for anthropological practice. Emerging themes from the experiences of AI specialists include the negotiability of technology, an ethics of the everyday and critical collaboration. Together this returns to an initial approach into a situated understanding of artificial intelligence, negotiating with broad, sensationalist perspectives and the more commonplace, backgrounded cases of narrow research.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i3.53",
      "type": "journal-article",
      "published": [
        2020,
        11
      ],
      "authors": [
        "Leah Govia"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i3.53",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "3",
      "page": "42-64",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 13,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "0459fcba-6198-4307-b63e-1473d2dcb7ba",
    "title": "#IfTheyGunnedMeDown: How Ethics, Gender, and Race Intersect When Researching Race and Racism on Tumblr",
    "abstract": "<jats:p>\r\nChallenges related to digital social research have centered upon protection of the participants whose activity online create the data sets used for study. Ethical issues related to digital participant protection include how researchers interact with research participants. Some researchers argue that particular sites online should be considered “public,” and as a public site of study, that type of digital research does not require participant permission to study. More recently, there has been a push from some editors to researchers to contact individuals to obtain their permission to be studied, even for areas online that might have been regarded as public. In this essay, I share how ethics, gender, and race intersect when researching race and racism on Tumblr through #IfTheyGunnedMeDown.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.12",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Jenny Ungbha Korn"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.12",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "41-44",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6c735f93-e7e3-4137-a10f-fa24cf56575a",
    "title": "Review Essay: Unravelling Democracy’s Anti-Democratic Machine",
    "abstract": "<jats:p>This review of two recent books, with further discussion of a third, addresses questions of the direction of democracy and the impacts of media circulation and data extraction on democratic culture. The reviewed books are Selena Nemorin (2018). Biosurveillance in New Media Marketing: World, Discourse, Representation, and Dipankar Sinha (2018). The Information Game in Democracy, with discussion also of Peter Csigo (2016). The Neopopular Bubble: Speculating on “the People” in Late Modern Democracy.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.102",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Nick Couldry"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.102",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "137-147",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6d7538a8-42d0-4c04-a7cd-0257d4c01b4d",
    "title": "Coping with Algorithmic Risks: How Internet Users Implement Self-Help Strategies to Reduce Risks Related to Algorithmic Selection",
    "abstract": "<jats:p>Algorithmic selection is omnipresent in various domains of our online everyday lives: it ranks our search results, curates our social media news feeds, or recommends videos to watch and music to listen to. This widespread application of algorithmic selection on the internet can be associated with risks like feeling surveilled (S), feeling exposed to distorted information (D), or feeling like one is using the internet too excessively (O). One way in which internet users can cope with such algorithmic risks is by applying self-help strategies such as adjusting their privacy settings (Sstrat), double-checking information (Dstrat), or deliberately ignoring automated recommendations (Ostrat). This article determines the association of the theoretically derived factors risk awareness (1), personal risk affectedness (2), and algorithm skills (3) with these self-help strategies. The findings from structural equation modelling on survey data representative for the Swiss online population (N2018=1,202) show that personal affectedness by algorithmic risks, awareness of algorithmic risks and algorithm skills are associated with the use of self-help strategies. These results indicate that besides implementing statutory regulation, policy makers have the option to encourage internet users’ self-help by increasing their awareness of algorithmic risks, clarifying how such risks affect them personally, and promoting their algorithm skills.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i1.130",
      "type": "journal-article",
      "published": [
        2023,
        3
      ],
      "authors": [
        "Kiran Kappeler",
        "Noemi Festic",
        "Michael Latzer",
        "Tanja Rüedy"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i1.130",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "1",
      "page": "23-47",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ed253a4d-2e03-422f-a976-ae396a67ba97",
    "title": "The technological drama of AI",
    "abstract": "<jats:p>\r\nIntroduced in 2016 as a watershed moment in AI development, the announcement of AlphaGo – the first AI system to beat a human professional in the board game of go – garnered a range of mass publicity, and this media coverage often forms the core of scholarly analysis, too. Drawing on a novel dataset of online discussions by professional and amateur players from 2016-2020 which covers the introduction and retirement of AlphaGo, as well as the construction of alternative systems, I outline a new perspective of the impact of the system on the playing community. Moving beyond recognition of audience-centric responses of enchantment/disenchantment by these players, I articulate a process of engagement through which meaning-making and reconstruction occurred within the go community. These findings emphasize the importance of including multiple perspectives in analysis and draws attention to the influence of impacted constituencies in AI construction.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440465",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Xerxes Minocher"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440465",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "60-76",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "8a5bae99-34a0-4242-b2a2-cf87c0fe5462",
    "title": "#Winemom culture",
    "abstract": "<jats:p>Experts trace a congruent trend, pinpointed as originating around the 2010s (Grose, 2020) and only accelerating in the pandemic and its aftermaths: the rise of social media activity relating to parents’ performances of their substance abuse – what this paper defines as “#winemom culture” – with a broader social tendency, a general increase in “rates of high-risk drinking” that lead to such outcomes as “long-term health damage” and “dangers to family” (Macarthur, n.d.). I interrogate the ethics of moralizing against #winemom culture under COVID-19 culture and its aftermaths through exclusively quantitative metrics or surface-level analysis. As with anything coded according to the “momification of the Internet” (Dewey, 2015), such cultures are often disregarded, seen as superficial or in receipt of unchecked judgments. I trace the following question: What can #winemom culture reveal about how parents are processing and communicating within this moment? And begin from the premise that there are as-yet undetermined drivers motivating what appears to be a “zoning out” (Heyes, 2020) in the mediation of #winemom culture production. This project then opens into an analysis of how to actually study digital feminist practices in this current moment, one that is defined by methodological crises surrounding the increasing complexities of enacting justice in social media research. This paper thus serves as a methodological disquisition for feminist researchers attempting to perform ethically just social media research.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33325",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Vange Holtz-Schramek"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33325",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "126-146",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2e9d0c10-a763-428e-9018-8c31ffb26345",
    "title": "Understanding climate-related visual storytelling on TikTok",
    "abstract": "<jats:p>This cross-cultural study investigates the prevalence and impact of climate-related campaigns on TikTok, with a specific focus on climate-related visual storytelling in Indonesia, Japan, Pakistan, the Philippines, Thailand, the United Kingdom, and the United States. Computational methods are employed in the study to analyse a dataset of 7,564 videos, providing insights into prominent visual characteristics and regional variations. The findings underline the significance of cultural and political contexts in shaping climate storytelling on TikTok. Furthermore, this research explores the potential of computational visual data analysis in studying climate communication, demonstrating the integration of computer vision and topic modelling to examine visual styles and communicative functions in TikTok’s climate storytelling. The study enhances our understanding of climate communication on digital platforms and emphasizes the value of leveraging computational methods to gain meaningful cross-cultural insights into visual storytelling in the context of climate change.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.212",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Jing Zeng",
        "Xiaoyue Yan"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.212",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "66-84",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "024d9ff5-05c5-47c6-af99-e6e5b2c1d415",
    "title": "The Case for Digital Activism: Refuting the Fallacies of Slacktivism",
    "abstract": "<jats:p>This paper argues for the importance and value of digital activism. We first outline the arguments against digitally mediated activism and then address the counter-arguments against its derogatory criticisms. The low threshold for participating in technologically mediated activism seems to irk its detractors. Indeed, the term used to downplay digital activism is slacktivism, a portmanteau of slacker and activism. The use of slacker is intended to stress the inaction, low effort, and laziness of the person and thereby question their dedication to the cause. In this work we argue that digital activism plays a vital role in the arsenal of the activist and needs to be studied on its own terms in order to be more fully understood.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i2.25",
      "type": "journal-article",
      "published": [
        2020,
        9
      ],
      "authors": [
        "Nora Madison",
        "Mathias Klang"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i2.25",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "2",
      "page": "28-47",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 34,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "274a7909-3221-47a3-b2be-ffde762973af",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3",
      "type": "journal-issue",
      "published": [
        2022,
        7
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v4i3",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "ea3dfc36-7f53-4c30-8011-fbca44707e50",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1",
      "type": "journal-issue",
      "published": [
        2020,
        2
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v2i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "3ea8b045-6d87-4ada-8609-8e1500a8c8d3",
    "title": "Digital Capitalism and Friendship: A Critical Analysis",
    "abstract": "<jats:p>This paper starts from an understanding of friendship as a series of gradients – a definition provided firstly by Aristotle – to observe the similarities and differences between interested friendship, disinterested friendship, and market relations. Introducing the notion of surveillance capitalism, the paper discusses the advent of social media and the implicit definition of friendship that underlies it. Social media favours the quantification and bureaucratisation of friendship, transforming it into a measure of personal achievement, i.e. widely promoting instrumental friendship. This transformation raises a number of issues related to alienation, self-exploitation, and the ability to relate to otherness</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4.166",
      "type": "journal-article",
      "published": [
        2023,
        12
      ],
      "authors": [
        "Mosè Cometta"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i4.166",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "126-143",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "453c94dc-f9db-4084-9e33-71a165e824f2",
    "title": "Book Review: Indigenous Efflorescence. Beyond revitalisation in Sápmi and Ainu Mosir",
    "abstract": "<jats:p>This is a book review of an anthropological anthology, Indigenous Efflorescence. Beyond revitalisation in Sápmi and Ainu Mosiredited by Gerhard Roche, Hiroshi Maruyama and Åsa Virdi Kråik (2018). The volume acknowledge ongoing efforts around the globe to revtalise languages and cultures, defining Indigenous efflorescence as a slow revolution occurring almost unnoticeably. Examples from two Indigenous peoples are provided, Sámi and Ainu, giving voice to thirty contributors who describe contexts and practices of ´Indigenous efflorescence´ in a broad variety of settings. The review focusses on the merits of the concept of Indigenous efflorescence with a special emphasis on three of the chapters where digital contexts are provided. (Indigenous) efflorescence is an interesting theoretical concept to investigate in relation to theory and practice in remote teaching, online learning, and distance education for K-12 schools as it stresses the aim with any educational practice, which is the growth and flourishing of those involved. It also offers leverage against simplistic narratives of both decline and progress. This volume does what it sets out to do: offer hope and stimulate projects for supporting Indigenous efflorescence.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2.105",
      "type": "journal-article",
      "published": [
        2022,
        5
      ],
      "authors": [
        "Katarina Parfa Koskinen"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i2.105",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "98-104",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "898aadee-4590-49f4-92f9-df9cf1439231",
    "title": "#VACHINA: How Politicians Help to Spread Disinformation About COVID-19 Vaccines",
    "abstract": "<jats:p>This paper focuses on how Brazilian politicians helped to spread disinformation about Covid-19 vaccines, discussing legitimation strategies and actors that played a significant role on Twitter and Facebook. Based on data gathered through CrowdTangle and Twitter API, we selected the 250 most shared/retweeted posts for each dataset (n=500) and examined if they contained disinformation, who posted it, and what strategy was used to legitimize this discourse. Our findings indicate that politicians and hyperpartisan accounts have a key influence in validating the Brazilian president’s populist discourse through rationalization (pseudo-science) and denunciation (against the vaccine). The political frame also plays an important role in disinformation messages.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.112",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Raquel Recuero",
        "Felipe Bonow Soares"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.112",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "73-97",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 5,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e9720368-2807-4611-aee3-ba741ba1a693",
    "title": "\"Within the hour\" and \"wherever you are\": Exploring the promises of digital healthcare apps",
    "abstract": "<jats:p>The use of healthcare apps for medical advice is becoming increasingly common. This paper explores apps that offer interaction with medical experts. Working from the supposition that digital technologies are intimately entangled in their cultural context, we argue that the apps do more than just neutrally mediate contacts and offer medical and psychological advice. The article addresses the cultural dimensions of healthcare apps and answers questions about the ways in which such apps contribute to forming changing notions of what “healthcare” and being a “patient” entail. Three popular Swedish apps and their marketing material is studied using a discursive interface analysis of the apps’ affordances. The results show that the apps significantly contribute to producing a marketable narrative about app health care that includes accessibility, security/safety and personalisation, and which is partly produced as an alternative to what is offered by Swedish public health care. The results further show that this narrative primarily represents and addresses users who are young, busy, urban consumers of care – partly contrasting policy expectations and hopes.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v3i3.77",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Anna Sofia Lundgren",
        "Jens Lindberg",
        "Eric Carlsson"
      ],
      "url": "https://doi.org/10.33621/jdsr.v3i3.77",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "3",
      "issue": "3",
      "page": "32-59",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 8,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "9f4c908a-07d0-4beb-a434-48d32573fb25",
    "title": "Towards an Entrepreneurial Ethics of Desire? LGBTQ Location-based Dating/Hook-up Apps and the Configurations of Sexual-affective Relationships Among Gay Men in Brazil",
    "abstract": "<jats:p>This article aims to reflect on how changes in digital sociability practices influence on the affective and sexual relationships among gay men in Northeast Brazil. We argue some of these changes are associated with an entrepreneurial ethics of desire, which is a set of desiring and sociability practices influenced by neoliberal imperatives, such as free competition, high selectiveness, meritocracy, economic rationale, utilitarianism, and self-entrepreneurship. In a mediatised reality under platform capitalism, we wonder: by taking on market-oriented practices, how do individuals constitute themselves as differentiated desiring subjects? We seek to elucidate this point by analysing seven in-depth interviews conducted with gay men whose affective-sexual trajectories have been impacted by communication technologies’ transformations in the last three decades. All respondents were gay men between 25-34 years old, residents in Recife’s metropolitan area and were contacted via Grindr. Focused on cultural scripts for sex mediated by digital media and on self-presentation in profiles, we investigate how these individuals negotiate homoerotic sociabilities simultaneously on different social platforms. In an attempt to constitute themselves as “desirable” subjects in digital spheres, these individuals experience several tensions that are triggered by social markers of desire, such as race, class, gender performativity and physicality. Based on an intersectional approach, we aim to identify aspects of what we define as an entrepreneurial ethics of desire. We also propose to investigate whether, in terms of resistance and indiscipline, we can think of an alternative sexual-affective ethics for sociability and desiring practices – namely a queer ethics of desire.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3.61",
      "type": "journal-article",
      "published": [
        2022,
        7
      ],
      "authors": [
        "Renato Contente",
        "Gustavo Gomes"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i3.61",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "56-80",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "5f663c13-8b0d-4c61-b895-f39b13aaa420",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v5i4",
      "type": "journal-issue",
      "published": [
        2023,
        9
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v5i4",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "4",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "44567eb7-02a3-4330-bba1-32c4dbb922ac",
    "title": "Gender, Sexuality, and Embodiment in Digital Spheres: Connecting Intersectionality and Digitality",
    "abstract": "<jats:p>Gender, sexuality and embodiment in digital spheres have been increasingly studied from various critical perspectives: From research highlighting the articulation of intimacies, desires, and sexualities in and through digital spaces to theoretical explorations of materiality in the digital realm. With such a high level of (inter)disciplinarity, theories, methods, and analyses of gender, sexuality, and embodiment in relation to digital spheres have become highly diversified. Aiming to reflect this diversity, this special issue brings together innovative and newly developed theoretical, empirical, analytical, and critical approaches in the study of gender, sexuality, and embodiment in digital spheres. By connecting intersectionality and digitality to one another, it adopts an integrated approach that reflects the intricacy and interconnectedness of social categories and markers of difference, privilege, performance, and discrimination. The contributions explore a range of differently situated digital cultural practices, including intimate and sexual experiences with(in) digital media, online self-presentation, expressions of digital resistance, and forms of backlash and online attacks. What connects all these articles, is their critical approach to intersectional inequalities and privileges in relation to digitality, plus their nuanced perspective on gender, sexuality, and embodiment interferentially. The final article is based on a roundtable discussion and aims to encourage interdisciplinary connections and suggests ways of doing research that builds bridges between academia and activism.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3.150",
      "type": "journal-article",
      "published": [
        2022,
        7
      ],
      "authors": [
        "Sara De Vuyst",
        "Evelien Geerts",
        "Ladan Rahbari"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i3.150",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "1-9",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "751ffb8f-d5d0-4d69-a6e4-b4b94729121b",
    "title": "Pushing Intersectionality, Hybridity, and (Inter)Disciplinary Research on Digitality to Its Limits: A Conversation Among Scholars of Gender, Sexuality, and Embodiment",
    "abstract": "<jats:p>During the past two decades or so, the emergence and ever-accelerating development of digital media have sparked scholarly interest, debates, and complex challenges across many disciplines in the social sciences and the humanities. Within this diverse scholarship, the research on digitality, gender, sexuality, and embodiment has contributed substantially to many academic fields, such as media studies, sociology, religion, philosophy, and education studies. As a part of the special issue “Gender, Sexuality, and Embodiment in Digital Spheres: Connecting Intersectionality and Digitality,” this roundtable consists of a conversation between five researchers from different (inter)disciplinary locations, all addressing matters of methodology, intersectionality, positionality, and theory in relation to the topics of gender, sexuality, and embodiment in digital spheres. Said roundtable begins with a critical self-positioning of the participants’ (inter)disciplinary and embodied locations using examples from their own research. The conversation then progresses to how these researchers have employed contemporary theories, conceptual vocabularies, methods, and analyses of gender, sexuality, and embodiment in digital spheres to then conclude with some ethico-political notes about collaborations between scholars and (digital) activists.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i3.140",
      "type": "journal-article",
      "published": [
        2022,
        7
      ],
      "authors": [
        "Evelien Geerts",
        "Ladan Rahbari",
        "Giulia Evolvi",
        "Shiva Zarabadi",
        "Sara De Vuyst"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i3.140",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "3",
      "page": "81-106",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e31e5fa7-a105-4fc9-b7c4-2013c07d0809",
    "title": "Imagining communities  with ‘intelligent’ machines",
    "abstract": "<jats:p>\r\nShared perceptions of the world are imagined with and within available media technological environments. In other words our communication environment conditions our social imagination and the ways in which we can see the world. The essay, based on the inaugural lecture of the author, discusses how this conditioning takes place and with what consequences in the contemporary digital societies. The essay draws on the research by the author on innovationism and discusses the concepts of reversed tools, content confusion and attention factory. Utilizing the study by Berg &amp; Valaskivi (2023) on commercial image recognition services and their performance in recognizing religion in images as an example, the essay illustrates failures and imperfections of AI technologies which are often considered more neutral than human beings. The essay calls for critical thinking on digitalization and expansion of AI technologies and encourages prioritization of humane interests as well as social and cultural welbeing over commerciality in technological development. \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i154875",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Katja Valaskivi"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i154875",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "35-45",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "32774f08-16d0-462e-abea-453c1f57a43f",
    "title": "AI policymaking as drama",
    "abstract": "<jats:p>\r\nAs two researchers faced with the prospect of still more knowledge mobilisation, and still more consultation, our manuscript critically reflects on strategies for engaging with consultations as critical questions in critical AI studies. Our intervention reflects on the often-ambivalent roles of researchers and ‘experts’ in the production, contestation, and transformation of consultations and the publicities therein concerning AI. Although ‘AI’ is increasingly becoming a marketing term, there are still substantive strategic efforts toward developing AI industries. These policy consultations do open opportunities for experts like the authors to contribute to public discourse and policy practice on AI. Regardless, in the process of negotiating and developing around these initiatives, a range of dominant publicities emerge, including inevitability and hype. We draw on our experiences contributing to AI policy-making processes in two Global North countries. Resurfacing long-standing critical questions about participation in policymaking, our manuscript reflects on the possibilities of critical scholarship faced with the uncertainty in the rhetoric of democracy and public engagement. \r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440468",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Alison Powell",
        "Fenwick McKelvey"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440468",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "77-91",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "87eed80d-4b42-4d11-aa3e-0b3bc7a5d6d0",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v4i2",
      "type": "journal-issue",
      "published": [
        2022,
        5
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v4i2",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "2",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "92dd550f-ab86-4b41-871a-456f187496d4",
    "title": "Issue ownership in the online campaign for Dutch general elections",
    "abstract": "<jats:p>Online political campaigns are often opaque, among other reasons because political parties often target their advertising to specific groups. Therefore, it is challenging for citizens, journalists, and academics to understand what political parties talk about in their campaigns, diminishing the public accountability of political parties. Through the lens of issue ownership theory, this study explores which issues Dutch political parties advertised on Meta during the 2021 national election. The study uses a relatively novel topic modeling process that is meant to limit human bias. We built a model that assigns issues to each ad (based on the ad text), creating a dataset of ad-issues matchings. The study is one of the first to present insights into the issues Dutch political parties communicated about during the national elections of 2021. Our findings show that issue owners are not the biggest advertisers on their issues and reveal that private gifts enable some political campaigns to claim ownership of many issues.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33379",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Joren Vrancken",
        "Tom Dobber",
        "Frederik Zuiderveen Borgesius"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33379",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "265-299",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a499e047-87c8-46a8-83a5-fd26f439c3de",
    "title": "Special issue on methods in visual  politics and protest",
    "abstract": "<jats:p>This special issue forms the second part of a double issue on methods in visual politics and protest. It draws together five articles that provide new pathways for deconstructing visual political narratives and offers reflexive and nuanced accounts for researching visual data and information shared on social media platforms (here: TikTok, Instagram, Twitter/X, Facebook). They do so through the application of feminist mixed methods (femmix), cross-platform analysis, and context-aware, comparative, and triangulated approaches. Taken together, the double issue offers a substantive compendium of articles exploring the latest methodological developments in visual politics and protest.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i2.278",
      "type": "journal-article",
      "published": [
        2024,
        5
      ],
      "authors": [
        "Suay Melisa Özkula",
        "Hadas Schlussel",
        "Tom Divon",
        "Danka Ninković Slavnić"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i2.278",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "2",
      "page": "1-9",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ac06dc2f-fcd4-4412-b22f-9a5916b412eb",
    "title": "‘Life World’ on Ledger: A ‘Scenic’ View",
    "abstract": "<jats:p>This paper explores the sociological and cultural implications of blockchain technology, specifically focusing on three prominent blockchain ecosystems: Bitcoin, Ethereum, and Algorand. The study utilizes the concept of the lifeworld, which encompasses collective human perceptions and everyday communicative social interaction, to analyze the formation and perpetuation of lifeworlds within these ecosystems. By employing scene theory as an analytical framework, the research identifies structural and thematic aspects of the lifeworlds represented in the discourse on Reddit and Twitter. The analysis reveals how these virtual spaces shape the unique social orderings, normative politics, and cultural identities associated with each blockchain. The study emphasizes the role of identity expression, cultural attitudes towards money, and the dynamics of boundary work within these scenes. Overall, the paper provides insights into the distinct lifeworlds and dynamics of Bitcoin, Ethereum, and Algorand, showcasing the significance of sociocultural factors in blockchain ecosystems and illustrating how a scenes lens offers insights into dynamics at the ecosystem level that may not be visible in an exploration of blockchain technology at the level of technological category.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v5i2.145",
      "type": "journal-article",
      "published": [
        2023,
        6
      ],
      "authors": [
        "Victoria Lemieux",
        "Nigel Dodd"
      ],
      "url": "https://doi.org/10.33621/jdsr.v5i2.145",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "5",
      "issue": "2",
      "page": "21-54",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "76962991-ed4e-4f65-8e3f-992494982143",
    "title": "Exploring feminisms on Instagram",
    "abstract": "<jats:p>Over the past decade, Instagram has become increasingly popular and embedded in the contemporary experience of everyday feminisms. The platform allows for the co-existence of political, personal, mundane, and aesthetically-oriented content, created by both established feminist actors and “ordinary” people (i.e. not activists, career politicians, or celebrities). While feminist media studies have long studied similar practices of online feminism, historically the discipline has tended to privilege qualitative approaches, rather than more quantitatively-oriented digital methods approaches. However, the study of feminist expressions on Instagram can benefit from a critical engagement and selective embrace of some possibilities enabled by digital methods.This article offers a reflection on the use of digital methods’ tools and strategies informed by a feminist media studies theoretical and epistemological lens. This draws on an exploratory case study conducted by the author, which combined qualitative and digital methods to explore a wide landscape of feminist hashtags on Portuguese Instagram. Grounded on this case, the article examines the methodological possibilities and challenges brought by digital methods, and the tensions that can arise from their combination with qualitative feminist approaches. It explores how digital analysis tools can be adopted in combination with qualitative analysis, allowing for the emergence of new insights, critical engagements with large amounts of data, intuitive explorations of datasets, while still allowing to zoom in on specific content for in-depth qualitative engagements. Finally, it also reflects on the ethical implications of a feminist approach to digital methods at the data collecting stage, positing methodological alternatives grounded on a feminist ethics of care.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.188",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Sofia P. Caldeira"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.188",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b5407612-580f-4994-a5d9-16f3a15c0755",
    "title": "“A.I. is holding a mirror to our society”",
    "abstract": "<jats:p>\r\nSince the release of the open-source AI model Stable Diffusion in August 2022, a panoply of apps that create AI-generated portraits, or avatars, have exploded in popularity. One of the most notable examples is AI-powered photo editing app Lensa, owned by Prisma Labs. Lensa launched in 2018 but went viral in late 2022 due to the launch of its Magic Avatar feature, which uses Stable Diffusion to create fantastical (and occasionally bizarre) portraits of users. This paper analyzed the global English-language press coverage of Lensa and found that it focused on the app’s predatory data practices, the biased content it produced, and the user behaviors associated with it. I argue that this coverage provides evidence of discursive closure around key issues associated with visual generative AI that supports the maintenance of the status quo. I suggest that the press coverage of Lensa, which both articulates key AI-related harms and frames those harms as intractable and insolvable, creates a discourse of inevitability that has implications for how these issues are understood by the public, and for the approaches that are taken to address them. In doing so, it not only offers distinct advantages to those who stand to benefit most from this discourse, but also forecloses more imaginative public discussions of what visual generative AI could– or should– be.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440456",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Kate Miltner"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440456",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "13-33",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "0d2cafd3-53c1-48b8-a9ba-71ffd4f74ff9",
    "title": "Quali-quanti visual methods and political bots",
    "abstract": "<jats:p>Computational social science research on automated social media accounts, colloquially dubbed “bots”, has tended to rely on binary verification methods to detect bot operations on social media. Typically focused on textual data from Twitter (now rebranded as \"X\"), these inference-based methods are prone to finding false positives and failing to understand the subtler ways in which bots operate over time, through visual content and in particular contexts. This research brings methodological contributions to such studies, focusing on what it calls “bolsobots” in Brazilian social media. Named after former Brazilian President Jair Bolsonaro, the bolsobots refer to the extensive and skilful usage of partial or fully automated accounts by marketing teams, hackers, activists or campaign supporters. These accounts leverage online political culture to sway public opinion for or against public policies, opposition figures, or Bolsonaro himself. Drawing on empirical case studies, this paper implements quali-quanti visual methods to operationalise specific techniques for interpreting bot-associated image collections and textual content across Instagram, TikTok and Twitter/X. To unveil the modus operandi of bolsobots, we map the networks of users they follow (“following networks”), explore the visual-textual content they post, and observe the strategies they deploy to adapt to platform content moderation. Such analyses tackle methodological challenges inherent in bot studies by employing three key strategies: 1) designing context-sensitive queries and curating datasets with platforms’ interfaces and search engines to mitigate the limitations of bot scoring detectors, 2) engaging qualitatively with data visualisations to understand the vernaculars of bots, and 3) adopting a non-binary analysis framework that contextualises bots within their socio-technical environments. By acknowledging the intricate interplay between bots, user and platform cultures, this paper contributes to method innovation on bot studies and emerging quali-quanti visual methods literature.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1.215",
      "type": "journal-article",
      "published": [
        2024,
        3
      ],
      "authors": [
        "Janna Joceli Omena",
        "Thais Lobo",
        "Giulia Tucci",
        "Elias Bitencourt",
        "Emillie De Keulenaar",
        "Francisco W. Kerche",
        "Jason Chao",
        "Marius Liedtke",
        "Mengying Li",
        "Maria Luiza Paschoal",
        "Ilya Lavrov"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i1.215",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "50-73",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "be0a5f9b-f0ae-4572-9a75-6f5ab4af7714",
    "title": "Visual interpersonal communication on social network sites in romantic relationships",
    "abstract": "<jats:p>\r\nBased on a research project examining visual communication in close relationships in Switzerland, this study examines interpersonal communication between romantic partners on social network sites (SNSs). It explores (1) the role of SNSs in couples’ communication repertoires and (2) the social functions accomplished in the exchange of visual elements on SNSs. Sixty-three semi-structured couple and individual in-depth interviews with romantic partners (N = 42) were conducted, including network drawings for visual elicitation. The results suggest that interpersonal communication on SNSs is intertwined with mass self-communication on SNSs and other channels that make up the communication repertoires of romantic partners. The partners nearly exclusively exchanged visual elements through interpersonal communication on SNSs, accomplishing four social functions: phatic communication, visual references to shared experiences and shared knowledge, functional sharing, and inspirational sharing. This study extends understanding of the importance of communicative interdependence in the field of interpersonal communication and the significance of visual communication on SNSs in maintaining romantic relationships.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33343",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Federico Lucchesi",
        "Katharina Lobinger"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33343",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "163-186",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "38a8abdc-14c6-43c9-a1f3-754b00d7d15c",
    "title": "Disrupting the ethnographic imaginarium: Challenges of immersion in the Silk Road cryptomarket community",
    "abstract": "<jats:p>\r\nThis paper is a contemplation of a digital ethnography with the community surrounding Silk Road, the first widely used cryptomarket for drugs on the Dark Web. To position the study within the broader field of illegal anthropology, it provides links between the existing literature on the study of cryptomarkets with relevant anthropological scholarship. A theory of piracy is interrogated for its explanatory capacity of the digital pirates of the Dark Web. The start of the study unexpectedly coincided with the FBI seizure of Silk Road in October 2013. The field site disappearance provoked a practice-based and conceptual rewiring. The paper unpacks how the ‘hydra effect’ introduced to conceptualise resilient innovation within cryptomarkets can also apply to the multiplicity of identities linked to research practice. This effect also raises how the knowledge production within digital ethnographic practice may be reconfigured through notions of opportunism, replication, obsolescence, regeneration, iteration, adaptation and proliferation.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v2i1.23",
      "type": "journal-article",
      "published": [
        2020,
        2
      ],
      "authors": [
        "Alexia Maddox"
      ],
      "url": "https://doi.org/10.33621/jdsr.v2i1.23",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "2",
      "issue": "1",
      "page": "20-38",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 6,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e39a25a7-ca01-46bb-9191-ae2f58693d23",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1",
      "type": "journal-issue",
      "published": [
        2021,
        12
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v4i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "371ac16e-a104-4b3e-9c3a-bc24315d6be9",
    "title": "Issue ownership in the online campaign for Dutch general elections",
    "abstract": "<jats:p>\r\nOnline political campaigns are often opaque, among other reasons because political parties often target their advertising to specific groups. Therefore, it is challenging for citizens, journalists, and academics to understand what political parties talk about in their campaigns, diminishing the public accountability of political parties. Through the lens of issue ownership theory, this study explores which issues Dutch political parties advertised on Meta during the 2021 national election. The study uses a relatively novel topic modeling process that is meant to limit human bias. We built a model that assigns issues to each ad (based on the ad text), creating a dataset of ad-issues matchings. The study is one of the first to present insights into the issues Dutch political parties communicated about during the national elections of 2021. Our findings show that issue owners are not the biggest advertisers on their issues and reveal that private gifts enable some political campaigns to claim ownership of many issues.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v7i154885",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Joren Vrancken",
        "Tom Dobber",
        "Frederik Zuiderveen Borgesius"
      ],
      "url": "https://doi.org/10.33621/jdsr.v7i154885",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "7",
      "issue": "1",
      "page": "103-138",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "de892c80-73a4-4ec9-ae4c-8332abc88797",
    "title": "",
    "abstract": "",
    "metadata": {
      "doi": "10.33621/jdsr.v6i1",
      "type": "journal-issue",
      "published": [
        2024,
        3
      ],
      "authors": [],
      "url": "https://doi.org/10.33621/jdsr.v6i1",
      "publisher": "DIGSUM",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "1",
      "page": "",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "3a55b119-1b63-4b7c-b47e-73a23df8f862",
    "title": "(Un)stable diffusions",
    "abstract": "<jats:p>\nGenerative AI is a uniquely public technology. The large language models behind ChatGPT and other tools that generate text and images is a major develop in publicity as much as technology. Without public data and public participation, these large models could not be trained. Without the attention, hype, and hope around these technologies, the big AI firms probably could not afford the computational costs to train these models. Our special issue questions how Critical AI Studies can attend to the publics, publicities, and publicizations of generative AI. We situate AI’s publicity as mode of publicity – hype, scandals, silences, and inevitability – as well as a mode of participation seen in the grown importance of technology demonstrations. Within this situation our contributions offer four different research paths: (1) situating the legacy media as an enduring process of legitimation; (2) looking at the ways that AI has a private life in public; (3) questioning the post-democratic future of public participation; and, (4) developing new prototypes of public participation through research creation.\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440453",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Fenwick McKelvey",
        "Joanna Redden",
        "Jonathan Roberge",
        "Luke Stark"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440453",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "1-12",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "53569a87-baf4-4455-9bc9-6dd1665f5b7f",
    "title": "What’s at Stake in Digital Social Research?",
    "abstract": "<jats:p>\r\nI am a social researcher who uses both theoretical and empirical enquiry not so much to describe the social as to understand the conflicts involved in constructing an order that appears to us as ‘social’. I seek to address the paradox of doing social research: for the social is not something concrete at which we can point, but a dimension of how whatever in our life is concrete holds together as a world. Media are crucial to what hangs together as a world – and in ways that much social research to this day still ignores. Media are in the contemporary era irrevocably ‘digital’: they take forms that automatically bring possibilities for recombination, retransmission, and reworking by multiple actors. As such, and unavoidably, digital media can be woven tight into the fabric of social life much more than previous media. But what does this mean for the social world, that is, for our possibilities to enhance or undermine how we live together today?\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v1i1.11",
      "type": "journal-article",
      "published": [
        2019,
        8
      ],
      "authors": [
        "Nick Couldry"
      ],
      "url": "https://doi.org/10.33621/jdsr.v1i1.11",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "1",
      "issue": "1",
      "page": "35-40",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 13,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "7ddcdbbe-5dd8-4aa8-893e-c45478174781",
    "title": "X-gram and/as techsposure",
    "abstract": "<jats:p>How can generative AI’s entanglement with climate crisis be made visible? This question catalyzed a research-creational intervention, called X-gram, that emblematizes this paper’s theoretical contribution, a concept I call techsposure. Combining the words “technology” and “exposure,” techsposure is a method by which a technology’s affordances are made to expose its own material, infrastructural, environmental, or climate consequences. Put another way, techsposure occurs when tech tells on itself in a particularly poetically-just kind of way. Broadly, this article argues that research-creational interventions are urgently required ethical tools in our scholarly toolkits. They equip us to creatively destabilize Big Tech’s charting of bleak climate futures and to engage audiences in imagining, as Natalie Loveless (2019) puts it, how the world could be organized differently.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i440480",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Crystal Chokshi"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i440480",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "4",
      "page": "118-133",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "d9dcbd3c-9275-49dc-a09a-fed1ca79a127",
    "title": "Knowledge and emancipation",
    "abstract": "<jats:p>\r\nThis essay explores Latin America's struggle for epistemic independence against dominant Global North informational flows in science and technology. It addresses the impact of knowledge production domination on the region, including epistemic injustice and academic imperialism, proposing strategies for bolstering science through epistemic sovereignty. It emphasizes higher education's pivotal role in a nation's sovereignty by fostering knowledge production, global citizenship, and intellectual leadership. However, in today's multipolar world, universities in less developed countries often serve as conduits for Global North knowledge, perpetuating their agendas. The consolidation of digital environments and globalization further exacerbates this issue, leading to an anglophone bias in scientific knowledge production, diminishing the visibility and relevance of Latin American scientific contributions—a form of epistemic injustice. The essay contextualizes the concept of epistemic sovereignty, highlighting ongoing resistance efforts in Latin American higher education against knowledge production dominance and instances of epistemic injustice.\r\n</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v6i3.33244",
      "type": "journal-article",
      "published": [
        2024,
        11
      ],
      "authors": [
        "Thaiane Oliveira",
        "Tatiane Mendes Pinto"
      ],
      "url": "https://doi.org/10.33621/jdsr.v6i3.33244",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "6",
      "issue": "3",
      "page": "40-58",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "d68217f9-393c-47d0-9a30-0ee5d0a81a74",
    "title": "It's Crowded at the Bottom: Trust, Visibility, and Search Algorithms on Care.com",
    "abstract": "<jats:p>Trust, visibility, and the deepening of existing inequalities are major themes within the platform care work literature. However, no study to date has applied these themes to an analysis of worker profiles. I investigate both how workers communicate trustworthiness through their profiles on Care.com, the world’s largest care work platform, and which of these profiles are rendered more and less visible to clients. Through a qualitative content analysis of profiles (n=60) sampled from the top and bottom search results in three different US zip codes, I find that visibility is often related to connectivity, response time, and positive reviews, and who is rendered visible mirrors preexisting inequalities. The language of “passion” for the job is common across top and bottom profiles, indicating a contradiction between the deemphasis on professionalization and the high level of connectivity and responsiveness present in top profiles.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.98",
      "type": "journal-article",
      "published": [
        2021,
        7
      ],
      "authors": [
        "Elizabeth Fetterolf"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.98",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "49-72",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 14,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "9ebff633-f146-4056-8599-c020b8ba5019",
    "title": "Exploring Siri’s Content Diversity Using a Crowdsourced Audit",
    "abstract": "<jats:p>This study aims to describe the content diversity of Siri’s search results in the polarized context of US politics. To do so, a crowdsourced audit was conducted. A diverse sample of 170 US-based Siri users between the ages of 18-64 performed five identical queries about politically controversial issues. The data were analyzed using the concept of algorithmic bias. The results suggest that Siri’s search algorithm produces a long tail distribution of search results: Forty-two percent of the participants received the six most frequent answers, while 22% of the users received unique answers. These statistics indicate that Siri’s search algorithm causes moderate concentration and low fragmentation. The age and, surprisingly, the political orientation of users, do not seem to be driving either concentration or fragmentation. However, the users' gender and location appear to cause low concentration.</jats:p>",
    "metadata": {
      "doi": "10.33621/jdsr.v4i1.115",
      "type": "journal-article",
      "published": [
        2021,
        10
      ],
      "authors": [
        "Tim Glaesener"
      ],
      "url": "https://doi.org/10.33621/jdsr.v4i1.115",
      "publisher": "DIGSUM (Centre for Digital Social Research)",
      "container_title": "Journal of Digital Social Research",
      "volume": "4",
      "issue": "1",
      "page": "128-151",
      "subject": [],
      "language": "",
      "issn": [
        "2003-1998"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  }
]