[
  {
    "id": "11bdf1d7-ef58-4900-898e-03a3222b7c5b",
    "title": "Digital futures: The role of social scientists in multi-stakeholder initiatives",
    "abstract": "<jats:p> This commentary responds to ‘Collaborative Explorations as Breathing Spaces for Digital Futures’, which highlights the role of social scientists in shaping ethical and inclusive digital governance. The commentary reflects on the three collaborative research modes proposed by the original article – creating trouble, composing futures, and securing breathing space – demonstrating how social scientists challenge dominant technological narratives and mediate between stakeholders. It focuses on ‘breathing space’ as a key concept in emphasising critical reflection of and engagement with digital transformation – a crucial role that social scientists can play multi-stakeholder research to develop human-centred digital futures. While the analysis focuses on European contexts, the commentary advocates for a broader, global perspective on data activism, governance, and AI ethics. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251323398",
      "type": "journal-article",
      "published": [
        2025,
        2
      ],
      "authors": [
        "Haiqing Yu"
      ],
      "url": "https://doi.org/10.1177/29768640251323398",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 6,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "bd1e6655-25a5-444e-aaff-716867314180",
    "title": "Counter practice and the image of thought",
    "abstract": "<jats:p>This commentary situates the idea of ‘counter-practice’ within a history of art and documentary cinema to ask what it means to witness in an age of big data and ubiquitous sensing? And how might art practices and data studies inform each other? To do so, this essay focuses on the work of Harun Farocki and the concept of the operational image to question whether politics can be separated from aesthetics and to re-introduce problems of human subjectivity and history into the discourse of subversion and praxeology.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251335679",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Orit Halpern"
      ],
      "url": "https://doi.org/10.1177/29768640251335679",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 10,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "19a889a5-eb71-477c-a46b-1659524ac1d5",
    "title": "What use is the concept of the digital? Embracing the retro",
    "abstract": "<jats:p>Responding to this journal's inaugural editorial statement, this forum piece reflects on the ongoing usefulness of the concept of the digital itself. The digital as a term could be regarded to encapsulate too much of social life to be effective as an analytical point of reference. Beginning with the unstated evocations of the term, the article turns back to earlier work on digital sociology in an attempt to put this concept into context and to think about its value. It argues for embracing the digital's retro properties by reflecting on how it might be used to understand the relations between past, present and future. The article concludes by thinking about how potential issues with the term digital can be turned to the advantage of the researcher and also how a renewed agenda for research on digital society might yet be devised, especially in the pages of this new journal.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241250261",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "David Beer"
      ],
      "url": "https://doi.org/10.1177/29768640241250261",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "8-11",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 19,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "04f41c94-5d48-4a16-a92f-6c41c53b60f2",
    "title": "Slow resistance, queer haunting, and feminist humor in Chinese digital feminisms",
    "abstract": "<jats:p>In recent years, the discourse of nüquan, or rights feminism, has exploded on the Chinese Internet, with more women identifying themselves as rights feminists. This has led to a remarkable expansion in the field of Chinese digital feminism studies. In response to the three insightful book reviews, I highlight three concepts to further discussions in this growing field. First, I discuss how my recent work has transitioned from digital masquerade to slow resistance, emphasizing the non-linear temporality in feminist activism to explain the decline of certain activisms and the paradoxical growth of other feminist expressions. Second, I introduce the concept of “queer haunting” to focus on the convergence of feminist activism and queer articulations in two transnational Chinese feminist contexts. Lastly, I revisit the idea of lightness and humor in digital masquerades, highlighting the promises and potential limitations shaped by scholars and activists from the “only daughter generation.”</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251345664",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Jia Tan"
      ],
      "url": "https://doi.org/10.1177/29768640251345664",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 14,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "717762fd-13fe-4db1-b298-8c520dbd9a6a",
    "title": "Seeing behind the cell phone with generative AI\n            <i>Eye to Eye</i>\n            - Josie Williams (artist); Exhibit/MFA Thesis, Stony Brook Paul W. Zuccaire Gallery.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241306504",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Amanda Frisken"
      ],
      "url": "https://doi.org/10.1177/29768640241306504",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "101-103",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 3,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "3d00356b-4ec7-4deb-bc6e-7d6481c0bf57",
    "title": "The privilege of pessimism: The politics of despair towards the digital and the moral imperative to hope",
    "abstract": "<jats:p>The West is suffering from ‘pessimism paralysis’ – a despair towards the digital. This stands against the contagion of hope towards new technologies among young people, most of whom live in the Global South and have fast come online due to increasingly cheap mobile phones and data plans. The digital, despite the risks of surveillance and control, offers these young people with the possibility of a little more freedom to find pleasure, leisure, and spaces for self-actualization. While fears and concerns around new technology are legitimate, they become critically meaningful when they fairly account for the full spectrum of human sentiment driven by diverse lived experiences. Pessimism is a privilege for those who can afford to live with despair. It is our moral imperative to hope as this collective belief can be harnessed to align the digital with global social flourishing.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241252103",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Payal Arora"
      ],
      "url": "https://doi.org/10.1177/29768640241252103",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "33-36",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 19,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c541de99-77ac-47d4-83cc-c1e5c21f669a",
    "title": "Understanding <i>quan</i> in feminist activism and queer articulations: Digital media and rights practices in China",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251314959",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Sara Liao"
      ],
      "url": "https://doi.org/10.1177/29768640251314959",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 12,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "c517f114-cf2d-408d-9ff0-749e5495c9a5",
    "title": "Dialogues on digital society",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640231216824",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Kylie Jarrett",
        "Rob Kitchin",
        "Sarah Pink",
        "Jing Hiah",
        "Catherine Knight Steele"
      ],
      "url": "https://doi.org/10.1177/29768640231216824",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "5-7",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 4,
      "is_referenced_by_count": 4,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "78edb270-319c-4f63-97ce-77c4562e1553",
    "title": "The platform's glitch: Workers, algorithms and resistance Tiziano Bonini and Emiliano Treré, Algorithms of Resistance: The Everyday Fight Against Platform Power. The MIT Press, 2024, 256 pp. ISBN: 9780262547420.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241312289",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Kruskaya Hidalgo-Cordero"
      ],
      "url": "https://doi.org/10.1177/29768640241312289",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "118-120",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 9,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "af063c16-9700-46a2-8c1f-3abeef208ffd",
    "title": "Governing AI and the democratisation of governance",
    "abstract": "<jats:p>AI governance that is situated in data justice principles requires appropriate institutional governance arrangements as well as strategies addressing the socio-political-economic context of governance. In light of threats to civic agency and democracy in datafied societies, this shouldentail the systematic involvement of citizens and affected communities in debates and decisions over the governance of AI to make sure those who are affected by datafication have a voice in steering its future. From community action and social movement mobilisations to deliberative and participatory models such as citizen juries, civic initiatives have played an important role in influencing the norms, principles and policies of AI and data use. AI governance thus points us to the need for democratising governance itself and exploring a democratic perspective for life in the age of AI.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251335676",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Arne Hintz"
      ],
      "url": "https://doi.org/10.1177/29768640251335676",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 13,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "95fe61a5-85e8-4368-927b-d97df4884513",
    "title": "The digitalization of discourse: Exploring key discussion points for the study of violence online",
    "abstract": "<jats:p>This piece focuses on systematizing and exploring key issues for the study of how digitalization has impacted the concept, structure, and effects of discursive violence. By delving into the interplay between language, power struggles, and societal legitimization, the proposed discussion centers on the challenges posed by the digitalization of discourse, particularly within the context of inequalities. The examination of this specific issue is crucial for establishing a foundation for future research and interventions aimed at fostering healthier online communication.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241250267",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Raquel Recuero"
      ],
      "url": "https://doi.org/10.1177/29768640241250267",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "47-50",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 24,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "67d826da-40fa-49ae-8c09-08ee915c9506",
    "title": "Internet torn between capitalist greed and the digital commonsReview of Tiziana Terranova's\n            <i>After the Internet</i>",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251345663",
      "type": "journal-article",
      "published": [
        2025,
        6
      ],
      "authors": [
        "Maddalena Fragnito"
      ],
      "url": "https://doi.org/10.1177/29768640251345663",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 7,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "36a5d526-8620-4876-a33a-8af3c8bff521",
    "title": "Does governing artificial intelligence mean governing data? When looking at data (governance), what do we not see?",
    "abstract": "<jats:p>This commentary responds to Taylor et al.'s proposal for global data and artificial intelligence (AI) justice principles. While the proposed data governance framework is timely and important, I offer two provocations to invite critical reflection on the limits of the data-centric approaches to governing AI and digital societies more broadly. Drawing on the findings from the ERC INFO-LEG project, first, I argue that framing digital problems primarily in terms of data risks oversimplification of such problems, which are often complex socio-technical and political affairs. Second, I caution that data governance and the ensuing uncertainties of the boundaries of included data and groups can distract from the essence of the problems at hand, facilitating evasion strategies for powerful actors, for example, by navigating technical and legal complexity to their advantage. I advocate for more context-specific approaches to governing digital societies, where data governance may be part of the solution but not the starting point.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251339077",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Nadezhda Purtova"
      ],
      "url": "https://doi.org/10.1177/29768640251339077",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 20,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "6782ab29-4e86-497e-933f-b45eee805e17",
    "title": "Conceptualising the ‘algorithmic public opinion’: Public opinion formation in the digital age",
    "abstract": "<jats:p>\n            A growing body of research has examined the relationship between social media algorithms and public opinion-related issues in digital environments, focusing on specific phenomena such as disinformation, fake news, and ‘filter bubbles’. However, a comprehensive theoretical framework that captures the complex interplay of factors through which social media algorithms shape, facilitate, or obstruct public opinion formation in Western digital societies is still lacking. To address this gap, this article introduces the concept of ‘algorithmic public opinion’ to capture the role of social media algorithms in shaping public opinion both as a\n            <jats:italic>process</jats:italic>\n            and as a\n            <jats:italic>product</jats:italic>\n            . While inherently open-ended, we argue that this framework offers scholars a valuable tool for understanding the centrality of automated decision-making processes in the circulation of informational content, and its interaction with diverse actors who play a decisive role in determining which issues of public interest gain salience and which news sources and interpretations are selected and amplified.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251323147",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Alessandro Gandini",
        "Silvia Keeling",
        "Urbano Reviglio"
      ],
      "url": "https://doi.org/10.1177/29768640251323147",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 96,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "136e6715-d7c7-419f-a06f-bdbde4d85ccd",
    "title": "Qualifying the agnosticism of algorithms Tiziano Bonini and Emiliano Treré, Algorithms of Resistance: The Everyday Fight against Platform Power. The MIT Press, 2024, 256 pp. ISBN: 9780262547420.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241311364",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Darsana Vijay"
      ],
      "url": "https://doi.org/10.1177/29768640241311364",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "115-118",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 2,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "331f6994-ec0b-421c-a0ff-28f1ae3c1cfa",
    "title": "Ways of perceiving, sensory affordances: Media-ecological remarks on subverting sensor datafication",
    "abstract": "<jats:p>Through their focus on counter-practices, Borbach and Kanderske offer valuable methodological inspirations for research on sensor media. Above and beyond a praxeology of subversive action, their suggestions carry a number of additional media-ecological implications that revolve around the incommensurability of sensory affordances in-between human and technological actors in sensor-saturated environments. Who's to say which perceptual topologies are navigated by the numerous semi-autonomous technological actors and sensing devices sharing the same physical space with humans? And, more politically relevant, which ways of perceiving might humans already be exposed to without their awareness? A situated account of counter-practices could thus usefully be extended toward a form of interface critique that can help to surface asymmetries of perception in co-habited media ecologies and support to exploit them toward political-activist aims.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251328633",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Timo Kaerlein"
      ],
      "url": "https://doi.org/10.1177/29768640251328633",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 15,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "ee0a41a2-d87e-467f-b550-6b231e3a051f",
    "title": "Furthering the agenda of algorithmic resistance: Integrating gender and decolonial perspectives",
    "abstract": "<jats:p>\n            Not only are books\n            <jats:italic>written</jats:italic>\n            from positions that are never neutral, but they are also\n            <jats:italic>read</jats:italic>\n            from positions which are also never neutral. The three commentaries we received come from diverse perspectives (labor, gender, and decolonial studies) and each of them generates different readings and raises important questions. In the following response we will address the labor, gender, and decolonial issues raised by the reviewers.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241312114",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Tiziano Bonini",
        "Emiliano Treré"
      ],
      "url": "https://doi.org/10.1177/29768640241312114",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "121-125",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 19,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2ea45d7e-38fe-4b91-a815-50c9ebbc3a04",
    "title": "The auteurist state amid unfolding digital futures",
    "abstract": "<jats:p>Efforts to transform urbanisation processes highlight the state's pivotal role in shaping unfolding digital futures. Datta and Hoefsloot propose the concept of the state as auteur to underscore the significance of time and the imperative of timing as a performative, strategic, anticipatory, and symbolic practice of the state to project, direct, execute, accelerate, and synchronise circulating technological ideals. In this commentary, I introduce three attributes – time essence, time thicket, and time passage – to further emphasise the centrality of time and timing for the auteurist state in the digital age. Finally, I interrogate what the state as auteur framework might overlook, particularly given that Southern digital futures emerge through multiple open-ended and incomplete essences, thickets, and passages of time.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251319150",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Prince K. Guma"
      ],
      "url": "https://doi.org/10.1177/29768640251319150",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "83-87",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 7,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "67a19bf9-bc85-456d-8d6b-c695640c4862",
    "title": "The work that digital standardization does (or not): Exploring tensions between urban land practices and statecraft",
    "abstract": "<jats:p>Digitization of land records in Kenya represents a particular moment in smart city strategies to enable rationalization and standardization. In many ways, it represents a linear, technology-driven approach, very much informed by the tenets of modernization theory. The embedded assumption here, that socio-cultural practices and emotional ties around land can be eclipsed by the intended certainty and linear rationality represented by digitation, is misguided. The paper explores two dimensions of these tensions. One, literature on land in Kenya, foregrounds the role of the state as power broker in land exchanges, often to the detriment of the urban poor. Thus, the role of the state is never politically neutral. Two, land is infused with divergent interest groups and actors, that range from customary authorities, informal occupational structures, to private development speculators. The paper concludes on why it is important to explore the tensions that emerge when considering statecraft in multiple regimes.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251320462",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Nancy Odendaal"
      ],
      "url": "https://doi.org/10.1177/29768640251320462",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "88-92",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 21,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "309a819f-6372-4a2d-957f-62d95cd9cdcf",
    "title": "Laying the foundations for AI justice in uncertain times",
    "abstract": "<jats:p>The race by governments and industry to exploit the potential of artificial intelligence (AI) raises concerns over prioritizing economic gains over community-based rights. This heightens the urgency of efforts to develop a justice-based framework for AI governance. Despite the European Union's AI Act, international AI governance remains fragmented, particularly as the U.S. pivots toward an innovation-first approach. Principles of data justice and data governance offer a solid foundation on which to build a framework for equitable AI governance, particularly as broader human rights principles become more fragmented and contested.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251344065",
      "type": "journal-article",
      "published": [
        2025,
        6
      ],
      "authors": [
        "Teresa Scassa"
      ],
      "url": "https://doi.org/10.1177/29768640251344065",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 9,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1e4c024b-dcc7-4e71-9b1d-0f4f643474c8",
    "title": "Do not consent! Theorizing media as counter-practice",
    "abstract": "<jats:p>If we are to understand our contemporary sensor media ecology, it is worthwhile to move beyond “theorizing media as practice” (Couldry). In contrast to mere usage practices, counter-practices productively exploit the flaws of sensing infrastructures. Counter-practices are minor and momentary, yet epistemically significant, as they render visible the logics of machinic perception. This author response argues that research on counter-practices is able to operate on various scales and that counter-practices are intrinsically political actions which allow the queering of the binary logics and normative “data-worldings” of today’s technologies. Conceptualizing bodies not as data sources but as agents capable of defending themselves against nonconsensual sensing, our approach shifts the analytical focus from supposedly disembodied computation to an integrated view of digital sensing as an embodied process. Altogether, studying counter-practices enables politically engaged media research that is attentive to how resistance and critique are enacted through the body in environments of pervasive datafication.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251342610",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Christoph Borbach",
        "Max Kanderske"
      ],
      "url": "https://doi.org/10.1177/29768640251342610",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 18,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "4ff1d8cd-d1f0-4624-a86c-023818ed1812",
    "title": "Unmasking Feminist Resistance and Queer Media Activism in China: A Review of <i>Digital Masquerade</i>",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251314973",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Qingyue Sun"
      ],
      "url": "https://doi.org/10.1177/29768640251314973",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 1,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "9881c8c8-4b3c-4b2f-ae27-60ce07442569",
    "title": "What role can governance play in data justice? Reflections on the current AI moment",
    "abstract": "<jats:p>In translating data governance for the AI era, Taylor et al. have put forward a set of ambitious and considered benchmarks that can serve as an important vision for data justice. However, in doing so, we are also confronted with the challenges of the current ‘AI moment’. The open consolidation of powerful interests seeking to advance AI's unfettered development has also marginalised governance agendas, especially those seeking to assert publicness and avenues for resistance and refusal. In this sense, asserting benchmarks for just data governance can only garner real meaning if such benchmarks can account for the broader politics of the current AI moment and connect to the political mobilisation around data justice that might now be possible.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251335677",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Lina Dencik"
      ],
      "url": "https://doi.org/10.1177/29768640251335677",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 16,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "b6c66981-38de-4e17-afdc-83519172fe31",
    "title": "Governing artificial intelligence means governing data: (re)setting the agenda for data justice",
    "abstract": "<jats:p> The field of data justice has been evolving to take into account the role of data in powering the field of artificial intelligence (AI). In this paper we review the main conceptual bases for governing data and AI: the market-based approach, the personal–non-personal data distinction and strategic sovereignty. We then analyse how these are being operationalised into practical models for governance, including public data trusts, data cooperatives, personal data sovereignty, data collaboratives, data commons approaches and indigenous data sovereignty. We interrogate these models' potential for just governance based on four benchmarks which we propose as a reformulation of the Data Justice governance agenda identified by Taylor in her 2017 framework. Re-situating data justice at the intersection of data and AI, these benchmarks focus on preserving and strengthening public infrastructures and public goods; inclusiveness; contestability and accountability; and global responsibility. We demonstrate how they can be used to test whether a governance approach will succeed in redistributing power, engaging with public concerns and creating a plural politics of AI. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241306800",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Linnet Taylor",
        "Siddharth Peter de Souza",
        "Aaron Martin",
        "Joan López Solano"
      ],
      "url": "https://doi.org/10.1177/29768640241306800",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 89,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "33e1cceb-2cc9-4bd3-ac59-9415e7319b4c",
    "title": "Epistemic coups and epistemic responsibility",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251323048",
      "type": "journal-article",
      "published": [
        2025,
        2
      ],
      "authors": [
        "Lucie Chateau"
      ],
      "url": "https://doi.org/10.1177/29768640251323048",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 4,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "c9e51494-ae32-4944-b3d6-3fcb2fb095cc",
    "title": "The hidden costs of connectivity: A review of Josie Williams' ‘Eye to Eye’\n            <i>Eye to Eye</i>\n            - Josie Williams (artist); Exhibit/MFA Thesis, Stony Brook Paul W. Zuccaire Gallery.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241308331",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Errol M. King"
      ],
      "url": "https://doi.org/10.1177/29768640241308331",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "105-106",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "796e6450-1a3f-499c-aec6-daf3924b0e3e",
    "title": "Facing the unseen: Josie Williams's\n            <i>Eye to Eye</i>\n            and the human cost of cobalt mining\n            <i>Eye to Eye</i>\n            - Josie Williams (artist); Exhibit/MFA Thesis, Stony Brook Paul W. Zuccaire Gallery.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241310066",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Sarah Evans"
      ],
      "url": "https://doi.org/10.1177/29768640241310066",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "106-108",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 2,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "db113edb-4ace-4a7f-894d-d6e84524eec5",
    "title": "Correction notice",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251337213",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [],
      "url": "https://doi.org/10.1177/29768640251337213",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "18bd0452-98ee-4bd5-8e8a-3f9d74cce059",
    "title": "Sensing collectives. The politics of world-making in sensing counter-practices",
    "abstract": "<jats:p>Sensors are ubiquitous. They are everywhere, and contemporary life is hard to imagine without them. And as such they are also elements of social order and social power. In response to Borbach and Kanderske (2025), who focus on sensor counter-practices, this contribution takes up the notion of the political, as discussed in their study, and contextualizes it in the political sociology of Latour. As such, this contribution is a beginning in an exploration of a possible political sociology of sensors that raises questions of world-making via sensing practices and the contribution of journalistic and academic inquiry in the stabilization of otherwise ephemeral political practices.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251330286",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Nikolaus Poechhacker"
      ],
      "url": "https://doi.org/10.1177/29768640251330286",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 17,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "46db6a4a-3b9c-4a17-8b27-47932010e980",
    "title": "Digital masquerade: Yesterday once more?",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241312771",
      "type": "journal-article",
      "published": [
        2025,
        1
      ],
      "authors": [
        "Qi Ling"
      ],
      "url": "https://doi.org/10.1177/29768640241312771",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 8,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "fe7c07b4-1f19-4cda-a26f-2d1f89369cfd",
    "title": "Counter-practices: Understanding sensor datafication through subversive action",
    "abstract": "<jats:p> Sensors have become embedded in all kinds of environments. Their ubiquity has prompted a boom in scholarly engagement centered around the effects of digitally interconnected sensor media and the data traces they ceaselessly produce. This research generally focuses either on theoretical or philosophical macro-perspectives—approaching the topic “from above,” so to speak—or it is ethnographic, “from below,” analyzing the practices of sensory (self-)surveillance, for example in the context of the quantified self-movement. In this article, we propose a situated, praxeological approach that combines both foci: expanding on the epistemically productive concepts of glitches and breakdowns, we follow three strands of what we call “counter-practices”—hiding in plain sight, dis/simulation, and the exploitation of sensor logics—through which we explore the inherent operations of technological sensing and sensemaking. We trace these counter-practices through historic and recent contexts, considering the interrelation of bodies, media and environments, and extrapolating epistemological conclusions that are meaningful for critiquing the codes, logics, and logistics of recent sensor-media societies. Asking how certain practices elude and subvert intended processes of sensor datafication provides a methodological blueprint for media studies and cultural theory that are faced with an algorithmic and technological situation that has rendered itself largely unobservable. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241305970",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Christoph Borbach",
        "Max Kanderske"
      ],
      "url": "https://doi.org/10.1177/29768640241305970",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 77,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3fd28b9f-5249-4f19-9764-e7c5063f2ebd",
    "title": "Correction notice",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251337283",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [],
      "url": "https://doi.org/10.1177/29768640251337283",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "26bde653-3220-4280-8114-fa80ba55c837",
    "title": "Rehabilitating planetary breathing in times of algorithmic extraction: Notes from the text by Minna Ruckenstein",
    "abstract": "<jats:p>This article discusses Minna Ruckenstein's notion of breathing spaces as a critical perspective for rethinking digital futures beyond techno-solutionism. In a context where algorithmic architectures and data extraction increasingly shape behaviours, decisions, and imaginaries, Ruckenstein invites the social sciences and humanities to proactively engage in the design and governance of digital technologies. I analyse three key ideas from her work: breathing, critical making, and the re-humanisation of technologies, while also proposing the need to expand these concepts toward a planetary perspective. I argue that breathing is not merely an aesthetic metaphor, but can become a practice of resistance that connects the digital with the planetary. This implies recognising the material entanglement of the digital with specific territories and its deep interdependence with the living beings that shape our environments.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251338957",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Martin Tironi"
      ],
      "url": "https://doi.org/10.1177/29768640251338957",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 12,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "47d05632-34ec-469f-be67-1306bbee38f5",
    "title": "The digitalization imperative",
    "abstract": "<jats:p>The relentless push for universal digitization driven by market forces mirrors historical patterns of spiritual and linguistic colonization. It is imperative to safeguard the right to exist beyond the dictates of top-down digitization efforts. Embracing diverse approaches to digitization, shaped by communities rather than imposed by nation-states or corporations, is essential for addressing the planetary crisis. This commentary argues that communities in the majority world should have the autonomy to determine their political, economic, technological, and cultural pathways, ensuring their right to self-determination. The argument is structured by first reflecting on the widespread processes of universal digitization and their historical context. It then addresses the imperative of community-led digitization, exploring various technological alternatives that are more inclusive and representative of local needs and values. Finally, it discusses the potential negative implications of not adopting these alternative technological models, including the perpetuation of inequalities, loss of cultural identity, and further environmental degradation. By advocating for a decentralized and community-focused approach to digitization, this commentary highlights the importance of preserving diversity and promoting sustainable development in the digital age.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241262263",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Paola Ricaurte"
      ],
      "url": "https://doi.org/10.1177/29768640241262263",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "12-17",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 30,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "1d59089c-861a-48b0-b350-62b034a3a5c1",
    "title": "Can we make a pause while racing toward the unknown future?",
    "abstract": "<jats:p>In the face of rapid technological development, this text asks whether we can take a moment to pause and reflect on where we are heading. Inspired by Minna Ruckenstein's original article, two initiatives are explored: a global petition to stop the development of advanced AI and a national campaign to restrict smartphone use in schools. While the first had little impact, the second gained a lot of public attention as it brought together scientists, experts, educators, families, schools, etc. The article argues that social scientists should go beyond criticism and help find better solutions by bringing together different initiatives. It calls for a more thoughtful use of technology, where people are not just users, but active participants in shaping a more balanced and people-centered future.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251338969",
      "type": "journal-article",
      "published": [
        2025,
        5
      ],
      "authors": [
        "Dan Podjed"
      ],
      "url": "https://doi.org/10.1177/29768640251338969",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 8,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "5750e622-c32c-41e0-bfb8-fdabca785542",
    "title": "Lifeworld transformations in digital capitalism",
    "abstract": "<jats:p>This article addresses how digitalisation has altered our world from a critical political economy perspective. It grapples with the increasing perception of technological control and dominance and argues for renewed attention to the lifeworld concept transformed by technology and capital. It proposes an analytical distinction between the ‘concrete lifeworld’ and the ‘abstract lifeworld’ to capture the nuances of contemporary technologically mediated experience in the digital society.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241251821",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Paško Bilić"
      ],
      "url": "https://doi.org/10.1177/29768640241251821",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "18-20",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 9,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2c971450-fd9b-4bb8-af03-2c3decd980c7",
    "title": "What does a sensor know?",
    "abstract": "<jats:p>This paper explores the limitations of sensor datafication by examining the distinction between “thick” and “thin” description. While sensors excel at capturing “thin” data - characterized in traditional ethnography as raw, observable behaviors akin to what a camera records - they struggle with “thick” description, the interpretation of intentions, meanings, and cultural context. Responding to Borbach and Kanderske's work on surveillance counter-practices, the paper questions the extent to which sensors can discern between accidental glitches and deliberate subversion. The paper concludes by considering the implications of emphasizing intentionality in resistance, suggesting that while such practices are crucial, they may ultimately contribute to the refinement of sensor accuracy and power and limit how surveillance scholars conceptualize surveillance subterfuge.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251328632",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Jessa Lingel"
      ],
      "url": "https://doi.org/10.1177/29768640251328632",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 7,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2d60ce2f-5488-4ffc-a97b-ea4a87b8a747",
    "title": "An accelerated state",
    "abstract": "<jats:p>\n            Writing about the digitalisation of subnational administrations in Kenya,\n            <jats:xref ref-type=\"bibr\">Datta and Hoefsloot</jats:xref>\n            make the case for engaging the temporality of the state as a locus of power and its expression. As a cinematic auteur, they argue, the state times and sequences the asynchronous moments of its action. Building on this insight, the following commentary adds a vectoral dimension to the relationship between time and statecraft: acceleration, or, as physicists would define it, a directional rate of change in speed. Yet acceleration is more than an analytical metaphor: as we argue, it has been a collective grammar through which the Kenyan state itself has been given effect and sense through hastened infrastructural projects in the transition from autocracy and immobility to democracy and (digital) development.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251319155",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Andrea Pollio",
        "Jack O. Odeo"
      ],
      "url": "https://doi.org/10.1177/29768640251319155",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "78-82",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 14,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "f7c430af-0b5e-4d97-9427-aaf8ccf24b29",
    "title": "Is the ‘socio-technical' becoming undone? A note on Ruckenstein's modes of engagement with digital futures",
    "abstract": "<jats:p>This commentary is based on a review of the reflection paper by Minna Ruckenstein's on breathing spaces.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251323397",
      "type": "journal-article",
      "published": [
        2025,
        2
      ],
      "authors": [
        "Noortje Marres"
      ],
      "url": "https://doi.org/10.1177/29768640251323397",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 4,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "faa44f87-4d12-4cb6-a846-b25ab56c2adc",
    "title": "Further reflections on collaborative engagements for digital futures",
    "abstract": "<jats:p>To continue the discussion, I will revisit the modes of engagement and the broader aims of situating collaborative research within the current technological landscape, drawing on six insightful commentaries. These contributions from Lucie Chateau, Kari Dahlgren, Noortje Marres, Dan Podjed, Martin Tironi, and Haiqing Yu contextualize collaborative efforts, provide further confirmation and examples, and highlight shortcomings in my reflections. Society and social structures are being reconfigured through algorithmic techniques, resulting in losses and gains that might be difficult to predict. This requires close attention to detail, as well as proactive and clever approaches to studying the digital. Breathing space serves as the epistemic arena where these approaches can be planned and nurtured.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251344392",
      "type": "journal-article",
      "published": [
        2025,
        6
      ],
      "authors": [
        "Minna Ruckenstein"
      ],
      "url": "https://doi.org/10.1177/29768640251344392",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 6,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a2681ad9-21fa-4569-be98-9405aad0646d",
    "title": "Defiant voices: The emergence of the platform working class BoniniTiziano and TreréEmiliano. Algorithms of Resistance: The Everyday Fight against Platform Power. The MIT Press, 2024, 256 pp. ISBN: 9780262547420.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241311794",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Seonok Lee"
      ],
      "url": "https://doi.org/10.1177/29768640241311794",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "112-115",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 6,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "fe3f33c8-7b44-45fa-a08b-cf9c0292ebb5",
    "title": "Re-infrastructuring higher education",
    "abstract": "<jats:p>Higher education is undergoing ‘digital transformation’ through the introduction of new digital platforms in processes and practices of research and teaching. This brief forum article explores how research and teaching in many regions are being ‘platformised’ by a combination of academic publishers, the edtech industry, and Big Tech firms. Together, these processes of platformising research and teaching are integrating universities into complex digital infrastructures for many of their central operations. Universities are being re-infrastructured. They are also being ‘assetised’ as control of platforms and infrastructures allows their proprietors to extract value from the HE sector. These developments call for concerted dialogue on the conditions and prospects of academic labour in the digital university, and close attention to how emerging technological devices and systems are integrated into, challenged or transformed by scientific and pedagogic practice.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241251666",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Ben Williamson"
      ],
      "url": "https://doi.org/10.1177/29768640241251666",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "41-46",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 33,
      "is_referenced_by_count": 2,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "e4984e83-d3e5-4e6f-b4b4-165a58fbcae3",
    "title": "Algorithmic gatewatching and its implications",
    "abstract": "<jats:p>This response to the article ‘Conceptualising the “Algorithmic Public Opinion”: Public Opinion Formation in the Digital Age’ by Alessandro Gandini, Silvia Keeling, and Urbano Reviglio considers the concept of algorithmic public opinion and highlights that while the algorithms of digital and social media platforms and associated information and communication infrastructures now exert a substantial influence on how public opinion formation unfolds (the process) and what public opinion patterns emerge as a result (the product), these algorithms are by no means the sole determinant of process and product. It argues instead that the ordinary users of these platforms – and they are active users of these communicative spaces, not just passive ‘audiences’ for the communicative efforts of others – retain significantly more agency than this article's discussion affords them.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251336597",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Axel Bruns"
      ],
      "url": "https://doi.org/10.1177/29768640251336597",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 11,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "2a90c95d-3968-4934-a4c2-e32815b5cf49",
    "title": "Josie Williams’ response to reviews of “Eye to Eye”",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640251320453",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Josie Williams"
      ],
      "url": "https://doi.org/10.1177/29768640251320453",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "109-111",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 0,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "fb87da32-bfd1-4389-a72a-136b248636de",
    "title": "Collaborative explorations as breathing spaces for digital futures",
    "abstract": "<jats:p> This paper reflects on collaborative explorations within the MyData initiative, delineating a non-linear, recursive research approach to emerging technologies in society. Three distinct yet interconnected modes of engagement are discussed: creating trouble, which involves questioning those who shape the technological agenda; composing futures, a technique to claim expertise and broker between different ways of knowing; and securing breathing space, which seeks to establish reflective domains where concepts and actions concerning data practices and algorithmic systems can be deliberated. Together, these modes of engagement suggest the reconceptualization of collaborative explorations as ‘breathing spaces for digital futures’, thereby advocating the proactive integration of social science perspectives into the core of digital society-making. This approach allows us to find new epistemic partners and respond to the epistemic coups we witness when technology experts and policymakers define the terms of debate. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241308332",
      "type": "journal-article",
      "published": [
        2024,
        12
      ],
      "authors": [
        "Minna Ruckenstein"
      ],
      "url": "https://doi.org/10.1177/29768640241308332",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 68,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "a50c2dc4-6c61-49dd-bc7c-6a53628613a9",
    "title": "The untimely",
    "abstract": "<jats:p>This brief commentary on “The state as auteur: Timing digitisation in Africa's Silicon Savannah” emphasizes the ways in which time seems to jettison its own timing, where all manifestations of time, whether endurance, rupture, and return, confront unanticipated and confounding rhythms that seem to emanate from within as much as from complicated exteriors. While introductions of innovations on the part of states require thoughtful multifaceted considerations of ramifications both known and unknown, there is yet always a matter of time for which no entity is ever prepared, as time comes either too early or too late.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251319881",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "AbdouMaliq Simone"
      ],
      "url": "https://doi.org/10.1177/29768640251319881",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "74-77",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 8,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "656121a8-cc1f-4267-beb9-295c058451bf",
    "title": "Considerations for moving from collaboration to intervention",
    "abstract": "<jats:p> Ruckenstein calls for social scientists to engage actively with the actors shaping digital society, outlining three modes of collaborative engagement: ‘creating trouble’, ‘securing breathing space’, and ‘composing futures’. While these strategies generate critical insights and reflective spaces, this commentary seeks to centre the interventional purposes of collaboration. This commentary emphasises the necessity for alignment between researchers’ interests and collaborators’ goals, as well as the importance of strategic timing in collaborative projects. By addressing these challenges, the commentary builds on Ruckenstein's framework, offering practical considerations in choosing collaborative projects which enable meaningful interventions. </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251319149",
      "type": "journal-article",
      "published": [
        2025,
        2
      ],
      "authors": [
        "Kari Dahlgren"
      ],
      "url": "https://doi.org/10.1177/29768640251319149",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 8,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "fff404b0-ed0c-43c9-9849-995f74e26c74",
    "title": "Time and the state in digital society",
    "abstract": "<jats:p>In this commentary, I argue that while the digitalizing state mobilizes the anticipatory imaginary of network time, its own temporal ontology remains anchored in the modern construction of “homogeneous and empty time.” Acknowledging the generative insights Datta and Hoefsloot's analysis of temporal statecraft offers, I consider how their analytic use of timing might inform a wider reading of the spatial history of the digitalizing state but raise questions about the limits of framing the state as an auteur.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241311383",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Jean-Paul D. Addie"
      ],
      "url": "https://doi.org/10.1177/29768640241311383",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "69-73",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 29,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "354a38bd-1327-48f9-9d91-cde2c5652952",
    "title": "The state as auteur: Timing digitisation in Africa's Silicon Savannah",
    "abstract": "<jats:p>Kenya is in the midst of an information revolution and has recently unveiled a set of digitisation initiatives to become the Silicon Savannah of East Africa. While the African state is often examined through the notion of absence or failure, we argue that we need to pay more attention to timing as a mode of statecraft in a digital era. Drawing upon a Deleuzian conceptualisation of ‘time-images', we argue that the Kenyan state operates as an ‘auteur’ to give meaning and significance to a seemingly asynchronous set of disconnected digitisation initiatives across spaces, scales and institutions. Timing as a form of state power determines which initiatives are prioritised, what gets executed, in what sequence and at what pace. As an auteur, the state presents a linear narrative from the past to the future, but in the end, as with all auteurs, the state's identity and authority are defined in part through the actions of its actors and the experience of citizens.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241295479",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Ayona Datta",
        "Fenna Imara Hoefsloot"
      ],
      "url": "https://doi.org/10.1177/29768640241295479",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "51-68",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 57,
      "is_referenced_by_count": 3,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3c216ec8-5e66-4256-b460-dde2943ec632",
    "title": "Making visible the industrial infrastructures of digital society\n            <i>Eye to Eye</i>\n            - Josie Williams (artist); Exhibit/MFA Thesis, Stony Brook Paul W. Zuccaire Gallery.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241306501",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Christopher Lee Adamczyk"
      ],
      "url": "https://doi.org/10.1177/29768640241306501",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "99-101",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 5,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "ffbc289c-65c7-4751-b834-9d92d30c28eb",
    "title": "Algorithmic cosmopolitanism, and platform nationalism: From the paradox of the TikTok ban",
    "abstract": "<jats:p>TikTok's short video culture confirms the idea of algorithmic cosmopolitanism (Elkins, 2019). It involves the algorithmic promotion of local identities and place-making practices as a symbolic representation of multi-culturalism, which nonetheless is also constrained by its “flattened, one-dimensional, and consumerist approach” (Elkins, 2019: 385). At the same time, the impending TikTok ban in the US seems to suggest the rise of platform nationalism as an emerging approach to platform governance (Craig et al., 2021). This paradox between algorithmic cosmopolitanism and platform nationalism demonstrates the political nature of today's digitalization and its promised transformation of society. It raises a renewed question about how technological practices and imaginations are prone to state and economic power. In the complex entanglement between the technical and the political, we must first of all be wary of any simplistic discourses of politicization and governance.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241260181",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Jian Lin"
      ],
      "url": "https://doi.org/10.1177/29768640241260181",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "29-32",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 13,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3aed3c5c-85da-4bf8-bf5d-294c3796509e",
    "title": "Becoming minor, virtuality and counter-modelling",
    "abstract": "<jats:p>Expanding from Borbach and Kanderske's study of counter-practices in sensor-media societies this commentary explores two additional aspects that both support their insights. The first, related to the concept of becoming-minor, seeks to further develop their ethical-political framework, while the second, focusing on virtuality and counter-modelling, broadens the scope of analysis to include the entanglement between the virtual and the computational.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251328631",
      "type": "journal-article",
      "published": [
        2025,
        3
      ],
      "authors": [
        "Shintaro Miyazaki"
      ],
      "url": "https://doi.org/10.1177/29768640251328631",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "",
      "issue": "",
      "page": "",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 12,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "0792fffc-88fa-4049-8184-69427dc00fda",
    "title": "Capturing cobalt: Communication and change\n            <i>Eye to Eye</i>\n            - Josie Williams (artist); Exhibit/MFA Thesis, Stony Brook Paul W. Zuccaire Gallery.",
    "abstract": "",
    "metadata": {
      "doi": "10.1177/29768640241306502",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Matthew Salzano",
        "Katherine D. Johnston"
      ],
      "url": "https://doi.org/10.1177/29768640241306502",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "103-105",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 4,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "not available"
    }
  },
  {
    "id": "60f7acfd-03d7-43ff-bca5-2b5c9860975a",
    "title": "Digitalisation has altered our world: A geographical perspective",
    "abstract": "<jats:p>\n            In this short commentary, I respond to the provocation that digitalisation has altered our world. I do so from primarily a geographical perspective – one of the many disciplines that\n            <jats:italic>Dialogues on Digital Society</jats:italic>\n            represents as an interdisciplinary journal. Geographical thought and practice are frequently focused on the way we make and experience worlds, both things which digital technologies have promised to alter. But have digital technologies fundamentally altered our understanding of and engagement with space? Or have they simply digitally reproduced existing spatial relationships? In my reflections below, I find that the answer is not as simple as it might first look.\n          </jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241250262",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Sophia Maalsen"
      ],
      "url": "https://doi.org/10.1177/29768640241250262",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "21-23",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 11,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "3bc43c21-2f1b-4908-8799-bebf67106bd1",
    "title": "Navigating the digital horizon: Future trends and predictions in Africa",
    "abstract": "<jats:p>The article explores Africa's digital transformation, emphasizing the significant increase in digital engagement, with 473 million Africans currently online and an expected 300 million more by 2025. It discusses the integration of artificial intelligence, Blockchain technology, and the internet of things across various sectors, highlighting their potential to revolutionize agriculture, healthcare, governance, and urban planning in Africa. Despite the promising aspects, the article identifies challenges such as infrastructure needs, regulatory gaps, and digital literacy. It concludes by stressing the importance of education, policy frameworks, and international collaboration to navigate these hurdles and fully harness the potential of digital technologies for Africa's development.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241252714",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Job Mwaura"
      ],
      "url": "https://doi.org/10.1177/29768640241252714",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "24-28",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 11,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "c176a061-9f77-46ce-95cc-f0e46bb9840d",
    "title": "Algorithmic narrativity: Literary experiments that drive technology",
    "abstract": "<jats:p>This paper extends Raymond Williams’ insights on technology and society by asserting that not only scientific, social, and economic conditions but also aesthetic factors are crucial for technological adoption. The concept of ‘algorithmic narrativity’ is introduced to describe the combination of the human ability to understand experience through narrative with the power of the computer to process and generate data. Using examples ranging from the exhibition of John Clark's Latin Verse Machine in 1845 through generative poetry in the early 1950s to today's generative AI, the authors argue that aesthetic innovation precedes and is necessary to technological advances.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640241255848",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Scott Rettberg",
        "Jill Walker Rettberg"
      ],
      "url": "https://doi.org/10.1177/29768640241255848",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "37-40",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 15,
      "is_referenced_by_count": 1,
      "score": 0.0,
      "abstract_available": "yes"
    }
  },
  {
    "id": "476b7f80-96f9-4afe-9eee-19bf96f5501f",
    "title": "Timing the state",
    "abstract": "<jats:p>We wish to express our gratitude to the interlocutors for their considered and thoughtful commentaries on our article. They invoke new questions around the power of the state in directing action towards acceleration, performance, untimeliness, time essences, thickets and passages, and creativity. In this response piece, we develop our contention that the state in a digital era needs to be reconceptualised through timing as a form of statecraft. We will suggest first that while the state is not a coherent entity, it is in its temporality across spaces, scales, and actors that we begin to see its performative nature as auteur. Second, we address the question of untimeliness in our paper as an inherent aspect of temporal power itself. Finally, we address the provocation to expand our work on the creative uses of temporality from the margins.</jats:p>",
    "metadata": {
      "doi": "10.1177/29768640251320737",
      "type": "journal-article",
      "published": [
        2025,
        4
      ],
      "authors": [
        "Ayona Datta",
        "Fenna Imara Hoefsloot"
      ],
      "url": "https://doi.org/10.1177/29768640251320737",
      "publisher": "SAGE Publications",
      "container_title": "Dialogues on Digital Society",
      "volume": "1",
      "issue": "1",
      "page": "93-98",
      "subject": [],
      "language": "en",
      "issn": [
        "2976-8640",
        "2976-8640"
      ],
      "isbn": [],
      "references_count": 21,
      "is_referenced_by_count": 0,
      "score": 0.0,
      "abstract_available": "yes"
    }
  }
]